{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "US surgeons successfully perform double lung transplant on Covid-19 patient for first time", "author": ["Jacqueline Howard"], "text": "(CNN) A young woman in the United States whose lungs were ravaged by Covid-19 is alive and able to talk to her family thanks to a double lung transplant, surgeons at Northwestern Memorial Hospital in Chicago announced on Thursday.\n\nThe surgery was performed on Friday last week and the patient is now recovering.\n\n\"The patient is in stable condition and improving every day. While she still has a long road ahead of her, I'm extremely hopeful that she's going to make a full recovery,\" Dr. Ankit Bharat, chief of thoracic surgery and surgical director at the Northwestern Medicine Lung Transplant Program, said during a press conference in Chicago on Thursday.\n\n\"Yesterday she smiled and told me this one sentence. She said, 'Doc, thank you for not giving up on me,'\" Bharat said. \"If she didn't get the transplant, she would not be alive.\"\n\nThe hospital said it believes this is the first time such an operation on a Covid-19 patient has been performed successfully in the United States, and it offers new hope for patients with extensive lung damage from coronavirus infection.\n\nThe patient, a Hispanic woman in her 20s, spent six weeks on a ventilator and an ECMO machine while in the hospital's intensive care unit as her body fought the coronavirus infection.\n\n\"For many days, she was the sickest person in the Covid ICU -- and possibly the entire hospital,\" Dr. Beth Malsin, pulmonary and critical care specialist at Northwestern Memorial Hospital, said in a press release Thursday.\n\n\"There were so many times, day and night, our team had to react quickly to help her oxygenation and support her other organs to make sure they were healthy enough to support a transplant if and when the opportunity came,\" Malsin said. \"One of the most exciting times was when the first coronavirus test came back negative and we had the first sign she may have cleared the virus to become eligible for a life-saving transplant.\"\n\nA need for new lungs\n\nIt was early June when the patient's lungs showed signs of irreversible damage due to Covid-19, according to the hospital.\n\nTransplant surgeon Dr. Ankit Bharat while caring for the first US double lung transplant in a Covid-19 survivor.\n\n\"A lung transplant was the only option,\" Bharat said.\n\n\"She was starting to develop multi-organ failure from the result of the permanent damage that she had,\" he said. \"As a result of the severe injury, the pressure inside the lungs started to really go up and the heart then started to fail -- and when the heart starts to fail then the blood starts to back up, so the liver starts to fail and then the kidney starts to fail.\"\n\nBharat added that before the patient could be listed for a lung transplant, she had to test negative for Covid-19\n\nIt took about five weeks for the patient to clear the virus before her surgery -- and while normally a patient would be notified of the lung transplant surgery, it was too risky to wake up her while she was on a ventilator, her doctors said.\n\nThe young woman's lungs were severely damaged after she battled Covid-19.\n\n\"Normally we try to wake every patient up before we offer them lung transplant. We want to make sure that the patient knows,\" Bharat said.\n\n\"In her situation, we tried to do the same thing, but her lungs were so badly injured we just could not wake her up,\" he said. \"We had to rely on her family, her power of attorney, her mom and her caregivers to understand her wishes and that's what helped us make the decision. It's an unusual situation in her case.\"\n\nDoctors quickly listed the young woman for a double lung transplant once it was confirmed that she tested negative for Covid-19, and the 10-hour transplantation operation was performed 48 hours later.\n\nThe patient's family is now able to visit her in the hospital while she recovers.\n\n\"They're quite ecstatic,\" Bharat said. \"She's able to FaceTime with her family. She's able to talk to her significant others.\"\n\n'There's still so much we have yet to learn'\n\nMore research is needed to gather data on exactly how many severe Covid-19 patients could benefit from this operation, Bharat said during Thursday's press conference.\n\n\"We are one of the first health systems to successfully perform a lung transplant on a patient recovering from COVID-19,\" he said. \"We want other transplant centers to know that while the transplant procedure in these patients is quite technically challenging, it can be done safely, and it offers the terminally ill COVID-19 patients another option for survival.\"\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nBharat and his colleagues also want to learn more about the patient's sickness and recovery.\n\n\"How did a healthy woman in her 20s get to this point?\" Dr. Rade Tomic, a pulmonologist and medical director of the Lung Transplant Program, said in the press release.\n\n\"There's still so much we have yet to learn about Covid-19. Why are some cases worse than others? The multidisciplinary research team at Northwestern Medicine is trying to find out,\" Tomic said. \"While this young woman still has a long and potentially risky road to recovery given how sick she was with multi-organ dysfunction for weeks preceding the transplant, we hope she will make a full recovery.\"", "link": "http://edition.cnn.com/2020/06/11/health/lung-transplant-covid-19-northwestern/index.html", "published": "2020-06-11T00:00:00"}, {"title": "US human trials begin for first antibody cocktail that might treat and prevent Covid-19", "author": ["Jen Christensen"], "text": "(CNN) A medicine that may treat and prevent Covid-19 is now being tested in patients in multiple sites around the United States, according to an announcement Thursday from Regeneron Pharmaceuticals Inc.\n\nIt is the first trial of a Covid-19 antibody cocktail in the United States. If successful, Regeneron hopes it could be available by the fall.\n\nThe clinical trial started Wednesday. Regeneron said its antibody cocktail will be tested in four separate study populations: people who are hospitalized with Covid-19; people who have symptoms for the disease, but are not hospitalized; people who are healthy but are at a high risk for getting sick; and healthy people who have come into close contact with a person who is sick.\n\n\"We have created a unique anti-viral antibody cocktail with the potential both to prevent and treat infection, and also to preempt viral 'escape,' a critical precaution in the midst of an ongoing global pandemic,\" Dr. George Yancopoulos, co-founder, president and chief scientific officer at Regeneron, said in a press release. \"Ultimately, the world needs multiple solutions, and the innovative biopharma industry is collectively working hard to help as many people as possible with a variety of complementary approaches.\"\n\n\n\nAntibodies are proteins the body naturally makes to protect the body from a threat like Covid-19. To make what's called monoclonal antibodies for an antibody cocktail, scientists comb through thousands of antibodies to figure out which ones fight the novel coronavirus most effectively.\n\nRead More", "link": "http://edition.cnn.com/2020/06/11/health/regeneron-covid-19-antibody-trial-starts/index.html", "published": "2020-06-11T00:00:00"}, {"title": "Grocery stores and universities should reopen first, new research suggests", "author": ["Jen Christensen"], "text": "(CNN) New research suggests grocery stores, banks, dentists, universities and big box stores like Walmart should reopen earlier and face fewer restrictions as communities open up after pandemic lockdowns.\n\nThe study, released on Tuesday , also determined that cafes, gyms, sporting goods stores, bookstores, tobacco and liquor stores should be kept closed until later.\n\nThe researchers who took part in a Massachusetts Institute of Technology-led initiative did a cost benefit analysis of 26 different location types to determine what the tradeoff would be between someone's relative risk of getting infected during a visit and the importance of that establishment in that person's life and to the economy.\n\nThey also used anonymous geolocation data from 47 million mobile phones to track where people went in the United States during February and March.\n\nHow risky a location could be was based in part on how much social contact someone would have in that location, how many hours they'd spend there, how crowded it would be, how many visits they'd make, and how many unique visitors they might encounter.\n\nRead More", "link": "http://edition.cnn.com/2020/06/10/health/grocery-stores-universities-open-first-wellness/index.html", "published": "2020-06-10T00:00:00"}, {"title": "Asymptomatic coronavirus spread: WHO clarifies comments saying \"There's much unknown\"", "author": ["Jacqueline Howard"], "text": "(CNN) The World Health Organization tried on Tuesday to clear up confusing comments about how often people can spread the coronavirus when they do not have symptoms .\n\nThe comments appeared to directly contradict guidance from public health organizations, including the US Centers for Disease Control and Prevention, which have said about a third of coronavirus infections may be asymptomatic . The CDC also estimates that 40% of coronavirus transmission is occurring before people feel sick, meaning they are presymptomatic.\n\nBut it may boil down to how one defines \"asymptomatic.\"\n\n'There are so many unknowns'\n\nMaria Van Kerkhove, WHO's technical lead for coronavirus response and head of its emerging diseases and zoonoses unit, said during a media briefing in Geneva on Monday that \"it still seems to be rare that an asymptomatic person actually transmits onward to a secondary individual.\"\n\nBut then on Tuesday, during the live Q&A, she clarified \"this is a major unknown.\"\n\n\"The majority of transmission that we know about is that people who have symptoms transmit the virus to other people through infectious droplets -- but there are a subset of people who don't develop symptoms, and to truly understand how many people don't have symptoms, we don't actually have that answered yet,\" Van Kerkhove said.\n\n\"We do know that some people who are asymptomatic, or some people who don't have symptoms, can transmit the virus on,\" she said. \"So what we need to better understand is how many of the people in the population don't have symptoms and separately how many of those individuals go on to transmit to others.\"\n\nOn Monday, Van Kerkhove had said that what appear to be asymptomatic cases of Covid-19 often turn out to be cases of mild disease.\n\n\"When we actually go back and we say how many of them were truly asymptomatic, we find out that many have really mild disease,\" Van Kerkhove said on Monday.\n\n\"They're not quote-unquote Covid symptoms -- meaning they may not have developed fever yet, they may not have had a significant cough, or they may not have shortness of breath -- but some may have mild disease,\" Van Kerkhove said. \"Having said that, we do know that there can be people who are truly asymptomatic.\"\n\nVan Kerkhove added that she was referring to reports from WHO member states when she made her comments on Monday.\n\n\"What I was referring to yesterday in the press conference were very few studies -- some two or three studies that had been published that actually try to follow asymptomatic cases, so people who are infected, over time, and then look at all of their contacts and see how many additional people were infected,\" Van Kerkhove said.\n\n\"And that's a very small subset of studies. So I was responding to a question at the press conference. I wasn't stating a policy of WHO or anything like that,\" she said. \"Because this is a major unknown, because there are so many unknowns around this, some modeling groups have tried to estimate what is the proportion of asymptomatic people that may transmit.\"\n\nOn Wednesday, the day after WHO's live Q&A, Dr. Anthony Fauci, the top infectious diseases expert in the United States, weighed in on Van Kerkhove's original comments. He said it \"was not correct\" to describe asymptomatic spread of the coronavirus as rare.\n\nEvidence shows that 25% to 45% of infected people likely don't have symptoms, Fauci told ABC's \"Good Morning America\" on Wednesday morning.\n\n\"And we know from epidemiological studies they can transmit to someone who is uninfected even when they're without symptoms,\" said Fauci, the director of the National Institute of Allergy and Infectious Diseases.\n\n\"So to make a statement to say that's a rare event was not correct.\"\n\nAnd while the public might use the word \"asymptomatic\" to describe any infected person who doesn't have symptoms, the bigger concern may be infection from \"pre-symptomatic\" carriers.\n\nHow the virus spreads\n\nDr. Mike Ryan, executive director of the WHO Health Emergencies Program, also said during Tuesday's live Q&A that there is still much to learn about the possible asymptomatic spread of the coronavirus.\n\n\"Whatever proportion of disease is transmitting from asymptomatic individuals, as Maria said, that is unknown,\" Ryan said.\n\n\"I'm absolutely convinced that that is occurring. The question is how much,\" he said. \"There's much to be answered on this. There's much that is unknown.\"\n\n'Trying to slice the salami very fine'\n\nWhether someone is presymptomatic or or simply experiencing very mild symptoms is not of importance to the person on the receiving end of the transmission, said Dr. William Schaffner, a Vanderbilt University professor and longtime adviser to the CDC.\n\n\"I thought they were getting very prissy and trying to slice the salami very fine,\" Schaffner said about WHO's comments on Monday on asymptomatic spread.\n\n\"You can be vertical and feel 100% or virtually 100% and going about your daily business and unaware that you're infected and perfectly capable transmitting the virus,\" Schaffner said. \"How do we inhibit transmission of the virus by these people who are doing their full range of normal activities? The answer is social distancing and wearing masks and good hand hygiene and stay away from crowds. That's the formula.\"\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nLiam Smeeth, professor of clinical epidemiology at the London School of Hygiene and Tropical Medicine, said that he was \"quite surprised\" by Van Kerkhove's original comments.\n\n\"It goes against my impressions from the science so far that suggest asymptomatic (people who never get symptoms) and pre-symptomatic people are an important source of infection to others,\" Smeeth said In a written statement distributed by the UK-based Science Media Centre on Tuesday.\n\n\"This is the main basis for steps such as self-isolation and lockdown -- steps we know, from yesterday's two Nature papers have massively reduced the numbers of people infected and have prevented millions of deaths globally,\" he said. He was referring to research that estimates shutdown measures through early April prevented more than 500 million coronavirus infections across six countries.\n\n\"There remains scientific uncertainty, but asymptomatic infection could be around 30% to 50% of cases,\" Smeeth said. \"The best scientific studies to date suggest that up to half of cases became infected from asymptomatic or pre-symptomatic people.\"", "link": "http://edition.cnn.com/2020/06/09/health/who-coronavirus-asymptomatic-spread-bn/index.html", "published": "2020-06-09T00:00:00"}, {"title": "Dexamethasone and Covid: Steroid reduces risk of death in severe coronavirus patients, trial suggests", "author": ["Jacqueline Howard"], "text": "(CNN) The widely available steroid drug dexamethasone may be key in helping to treat the sickest Covid-19 patients who require ventilation or oxygen, according to researchers in the United Kingdom.\n\nTheir findings are preliminary, still being compiled and have not been published in a peer-reviewed journal -- but some not involved with the study called the results a breakthrough\n\nThe two lead investigators of the Recovery Trial , a large UK-based trial investigating potential Covid-19 treatments, announced to reporters in a virtual press conference on Tuesday that a low-dose regimen of dexamethasone for 10 days was found to reduce the risk of death by a third among hospitalized patients requiring ventilation in the trial.\n\n\"That's a highly statistically significant result,\" Martin Landray, deputy chief investigator of the trial and a professor at the University of Oxford , said on Tuesday.\n\n\"This is a completely compelling result. If one looks at the patients who did not require ventilators but were on oxygen, there was also a significant risk reduction of about one-fifth,\" Landray said. \"However, we didn't see any benefit in those patients who were in hospital, had Covid, but whose lungs were working sufficiently well -- they were not taking either oxygen or on ventilators.\"\n\nLandray added that \"there are outstanding questions\" and people treating Covid-19 at home should not be taking dexamethasone on the back of these results.\n\n\"We have not studied patients in the community,\" Landray said. \"We show no effect in the patients who are not on oxygen and we did not study the patients who are not in hospital.\"\n\nThe dexamethasone arm of the Recovery Trial closed last week and researchers are now compiling its data. It included about 2,100 hospitalized Covid-19 patients who were randomized to receive dexamethasone, and about 4,300 hospitalized Covid-19 patients who were randomized to receive the usual standard of care at their hospitals.\n\n'Our focus was on mortality'\n\nIn the trial, dexamethasone was provided at a dose of 6mg once a day for up to 10 days, administered either as an injection or taken orally. The researchers reported no serious adverse events among the patients taking dexamethasone, but the results are preliminary.\n\n\"At this stage, we found no clear adverse effects of doing this. Let's recognize that there are sort of two messages here. In the people who required oxygen or ventilation, it clearly works, and the benefits are biggest for those on ventilators. In the people in hospital with Covid who do not require oxygen -- so, their lungs are working moderately well -- then actually there's no benefit,\" Landray said on Tuesday.\n\n\"In the trial, our focus was on mortality, which obviously a drug can affect in either direction, but the overall results in the patients on oxygen and ventilation was a clear, clear benefit,\" Landray said, adding that deaths in the study were examined over a 28-day period. \"We've looked, for example, were there deaths due to other forms of infection, which are sometimes considered a risk? And the answer is no, there was no excess of any other particular cause of death.\"\n\nIn the United States, dexamethasone already has been used to treat some Covid-19 patients during the pandemic.\n\nWhen told about the preliminary Recovery Trial results, Dr. Mangala Narasimhan, the regional director for critical care at Northwell Health, which owns 23 hospitals in New York, said to CNN, \"We've used it for Covid from the beginning.\"\n\n'It's a readily available, cheap and well understood drug'\n\nDexamethasone has been a controversial drug when it comes to treating respiratory viral infections, Peter Horby, chief investigator for the Recovery Trial and a professor at the University of Oxford , said on Tuesday.\n\n\"This was included in the Recovery Trial because it's a readily available, cheap and well understood drug, and because there have been reports in the past of benefit in viral respiratory infections, but it's been an area of huge controversy,\" Horby said.\n\n\"Even at the time of SARS1 in 2003, steroids were used, but at very different doses. Some of the studies showed a harm from steroids in SARS, some said there's possible benefits. A meta-analysis in 29 different studies in SARS was inconclusive. There's also been inconclusive results on MERS coronavirus and also influenza,\" Horby said. \"So really it's been a huge ongoing debate as to whether you should use steroids in patients with viral respiratory diseases.\"\n\nThe researchers said on Tuesday that they think this now should become a standard of care in the United Kingdom for Covid-19 patients requiring either oxygen or ventilation -- but in the meantime, the Recovery Trial continues to investigate other treatment approaches.\n\n'This is a ground-breaking development'\n\n\"This is tremendous news today from the Recovery trial showing that dexamethasone is the first drug to reduce mortality from COVID-19. It is particularly exciting as this is an inexpensive widely available medicine,\" Sir Patrick Vallance, the UK Government's chief scientific adviser, said in a news release from the Recovery Trial team on Tuesday.\n\n\"This is a ground-breaking development in our fight against the disease, and the speed at which researchers have progressed finding an effective treatment is truly remarkable,\" Vallance said. \"It shows the importance of doing high quality clinical trials and basing decisions on the results of those trials.\"\n\nNick Cammack, the Covid-19 Therapeutics Accelerator lead at Wellcome Trust in the UK, said in a written statement on Tuesday that the dexamethasone findings are a \"major breakthrough.\"\n\n\"This is a major breakthrough: dexamethasone is the first and only drug that has made a significant difference to patient mortality for COVID-19. Potentially preventing 1 death in every 8 ventilated patients would be remarkable,\" Cammack said in the statement.\n\n\"Finding effective treatments like this will transform the impact of the COVID-19 pandemic on lives and economies across the world. While this study suggests dexamethasone only benefits severe cases, countless lives will be saved globally,\" Cammack said in part. \"Dexamethasone must now be rolled out and accessed by thousands of critically ill patients around the world. It is highly affordable, easy to make, can be scaled up quickly and only needs a small dosage.\"\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nNow researchers and physicians around the world are calling for the Recovery Trial team to release its data on dexamethasone as a potential treatment for severe Covid-19.\n\n\"The Oxford group's important results, based on a scientific trial in over 6000 NHS patients, show that dexamethasone -- a common, widely used, inexpensive medicine -- can save lives in seriously ill patients with COVID-19,\" Robin Ferner, honorary professor of clinical pharmacology at the University of Birmingham and honorary consultant physician at the City Hospital Birmingham in England, said in a statement released by the UK-based Science Media Centre on Tuesday.\n\n\"It is not a treatment for mild disease,\" he said. \"We hope the data on which these results are based will be published as soon as possible so that doctors can confidently put the treatment into practice.\"", "link": "http://edition.cnn.com/2020/06/16/health/dexamethasone-covid-drug-recovery-trial-bn/index.html", "published": "2020-06-16T00:00:00"}, {"title": "Model projects 200,000 people in the US could die from coronavirus by October", "author": ["Madeline Holcombe"], "text": "(CNN) The United States could see more than 200,000 deaths from Covid-19 by October 1, a closely watched model predicted Monday as states continue to reopen.\n\nMore than 2 million have been infected by the virus and 116,125 have died, according to data from Johns Hopkins University . Though many states are seeing improved conditions, the pandemic has not yet reached its conclusion. The projection comes as 18 states are still seeing an upward trend in new cases.\n\n\"Increased mobility and premature relaxation of social distancing led to more infections, and we see it in Florida, Arizona, and other states,\" said Ali Mokdad, one of the creators of the model from the Institute for Health Metrics and Evaluation (IHME) at the University of Washington.\n\n\"This means more projected deaths.\"\n\nAlthough daily death rates are expected in drop in June and July, the model forecasts a second hike in deaths through September, culminating in 201,129 by October 1.\n\nThe model's certainty decreases the further out in time it projects.\n\nthe IHME, as well as metrics on infections and hospitalizations, are important as states decide how to proceed. Looking at the infection rates currently, Projections such as the one fromthe IHME, as well as metrics on infections and hospitalizations, are important as states decide how to proceed. Looking at the infection rates currently, Dr. Anthony Fauci told British newspaper The Telegraph , it will likely be months before life can return to normal again.\n\nHow states are trending\n\n18 states trending upward in newly reported cases from one week to the next: California, Oregon, Nevada, Arizona, Montana, Wyoming, Texas, Oklahoma, Arkansas, Louisiana, Mississippi, Alabama, Georgia, Florida, South Carolina, North Carolina, Alaska and Hawaii.\n\n10 states are seeing steady numbers of newly reported cases: Washington, Utah, South Dakota, Kansas, Iowa, Tennessee, Ohio, West Virginia, Maine and Rhode Island.\n\n22 states with a downward trend: Idaho, Colorado, New Mexico, Nebraska, North Dakota, Minnesota, Missouri, Wisconsin, Michigan, Illinois, Indiana, Kentucky, Virginia, Pennsylvania, Maryland, New Jersey, New York, Connecticut, Massachusetts, Vermont, New Hampshire and Delaware.\n\nStates decide whether to continue to reopen as virus spreads\n\nSome states seeing rising coronavirus cases may have to decide if they will continue reopening as planned.\n\nAlthough Arkansas recorded 731 new cases -- its largest spike since the pandemic began -- the state still will move into phase two of reopening, according to Gov. Asa Hutchinson.\n\n\"We can't have life on hold for six months to a year until there's a vaccination,\" said Hutchinson. \"We have to be able to carry on life and business.\"\n\nNorth Carolina's next steps are not yet clear as the state sees positive rates of tests and hospitalizations. Gov. Roy Cooper told reporters Monday that he would announce early next week whether the state will still open under phase three later this month.\n\nThe city of Austin, Texas, has already taken action, extending stay home orders through August 15, Mayor Steve Adler tweeted Monday.\n\nThere has been a rise in cases of coronavirus in the city, Adler said. Meanwhile, Texas reported a record high of 2,326 hospitalizations due to coronavirus on Monday.\n\nNew Jersey is among the states with the lowest trend in new cases in the country, but Gov. Phil Murphy said that does not equal clearance to throw out precautions.\n\n\"We're not just going to throw up our doors all at once as other states have done,\" Murphy said. \"We've already paid a huge, huge almost unfathomable price.\"\n\nWho is getting sick\n\nA new report from the US Centers for Disease Control and Prevention sheds some light on the demographic breakdown of who is getting sick with the virus in the US and how they have fared.\n\nOf the 1,761,503 cases of coronavirus between January 22 and May 30, 14% were hospitalized, 2% were admitted to the intensive care unit and 5% died.\n\nThe latest figures confirm that older people, minorities and those with preexisting health conditions are at highest risk of death.\n\nGlobally, about one in five people have an underlying health condition that put them at increased risk of getting severely ill from coronavirus, according to a study published in the journal Lancet Global Health on Monday.\n\nMany of those may have conditions that have not been diagnosed or are not known to the health system, the researchers, from institutions around the world including the United Kingdom, United States and China, wrote in the study.\n\nLearning more about the virus\n\nHealth professionals are hoping to protect people from the virus by learning more about it.\n\nThe National Institutes of Health launched a national database to collect medical information on US coronavirus patients to learn more.\n\n\"This effort aims to transform clinical information into knowledge urgently needed to study COVID-19, including health risk factors that indicate better or worse outcomes of the disease, and identify potentially effective treatments,\" the agency said in a news release Monday.\n\nTo help inform the public about if they have been exposed to the virus, the Red Cross announced Monday that it will be testing all blood, plasma and platelet donations for coronavirus antibodies.\n\nThe test, which has been authorized by the US Food and Drug Administration, shows whether a person's immune system has produced antibodies to fight the virus.\n\nChildren were once thought to not be as likely to have a difficult fight with the virus, but a team at Northwell Health, a large New York health system, said that a condition called Multi-Inflammatory Syndrome in Children (MIS-C) may be a delayed response to a coronavirus infection.\n\n\"We were pretty shocked as it was playing out,\" Dr. Charles Schleien told CNN on Monday. \"The whole syndrome came out of the blue. We had been comfortable for months (in the belief) that kids weren't affected all these months by coronavirus.\"", "link": "http://edition.cnn.com/2020/06/16/health/us-coronavirus-tuesday/index.html", "published": "2020-06-16T00:00:00"}, {"title": "Children with ADHD can now be prescribed a video game, FDA says", "author": ["Naomi Thomas", "Amy Woodyatt"], "text": "(CNN) The first video game-based treatment for attention deficit hyperactivity disorder (ADHD) has been approved by the US Food and Drug Administration (FDA).\n\nThe video game , called EndeavorRx and approved on Monday, will be prescription only and aimed at children between the ages of eight and 12 with certain types of ADHD.\n\nIt will be used alongside other treatments, such as clinician-directed therapy, medication and educational programs.\n\nADHD is a common neurodevelopmental disorder which is usually first diagnosed in children and can last into adulthood.\n\nApproximately 4 million children aged six to 11 are affected by ADHD, the symptoms of which include difficulty staying focused and paying attention and difficulty controlling behavior.\n\nRead More", "link": "http://edition.cnn.com/2020/06/16/health/adhd-fda-game-intl-scli-wellness/index.html", "published": "2020-06-16T00:00:00"}, {"title": "Try this total-body summer workout inspired by the playground", "author": ["Stephanie Mansour"], "text": "(CNN) Whether you're a child or an adult who's young at heart, there are some workout moves the whole family can do to recapture that spontaneous feeling of being at the park, even if your state is still under partial stay-at-home orders.\n\nThis total-body workout, called circuit training, mimics the quick bursts of running from activity to activity at a playground but can be done in your backyard or on the sidewalk without monkey bars or traditional workout equipment.\n\nThe complete routine, or circuit, is comprised of aerobic exercise and strength training that conditions your entire body. In fact, doing workouts like this that uses the whole body has improved aerobic fitness and muscle strength in young sedentary females, according to research\n\nSo even if you only fit this into your schedule a few times a week, the shorter bursts of a circuit workout like this one will still have a positive impact on your body.\n\nBy taking minimal rest time in between exercises, you're accomplishing a cardiovascular workout even while doing strength-training exercises. Wherever and however you decide to incorporate the family, you'll speed up your heart rate and firm up your muscles.\n\nPut yourself through the paces of this routine the next time you're watching your kids play outside. Or have them join in on the fun so that while one person does one exercise, another person does the next exercise, and so on. After completing your exercise, you move on to the next one.\n\nMonkey bar moves\n\nTricep dips: This move works the muscles in the shoulders, arms, back and core, just as swinging from monkey bars would. You can perform these tricep dips and modified push-ups on a curb, step or bench.\n\nTo start, find a step or curb and sit down on it. Place your hands on the step behind you and bend your knees. Walk your feet forward so that your legs are straight out in front of you and the heels are on the ground. Keep your back straight up and down.\n\nBend the elbows to lower yourself down toward the ground and then press down through your hands to come up. This works the backs of your arms (the triceps). Repeat 10 times.\n\nPush-ups: Then, stand up and face the step. Place your hands on the step as wide as your shoulders and walk your feet out away from the step into a push-up position.\n\nPull the naval in toward the spine and bend the elbows out to the sides to lower your chest toward the ground.\n\nThen press down through the hands to come up to the starting position. Repeat this 10 times.\n\nClimbing up the slide\n\nMountain climbers: Kids love climbing up slides — which is a similar body movement to mountain climbers on the grass, sidewalk or driveway.\n\nPlace your hands on the ground with your shoulders over your wrists. Next place your feet on the ground with your butt up in the air. Step your right foot forward in between your hands, and then step it back. Step your left foot forward in between your hands, and then step it back.\n\nRepeat this quickly 20 times so that it almost becomes as fast as a run.\n\nLet's swing without the set\n\nSwinging double-toe taps: At the playground, swings are a favorite activity. But if you don't have a swing set, you can still do swinging double-toe taps as an ab exercise while sitting on a step or curb.\n\nSit down and bend your knees. Squeeze your legs and inner thighs together. Lift your feet up off of the ground and pull your naval in toward your spine. You may lean back slightly.\n\nBring your knees up as high as you can, and then slowly lower them down to tap your toes on the ground. Repeat 20 times.\n\nJump up on the slide\n\nModified box jumps: Out on the playground, children may jump up onto a slide or park bench. Similarly, at a gym, you'd likely see a box that's a few feet high and you'd work to jump up onto the box. If you're in your front yard, you can jump up onto the curb.\n\nTo jump, bend your knees and your arms. Press down through the heels as you jump forward and swing your arms back, landing with a soft bend in your knees and both feet on the curb at the same time.\n\nThen, jump backward and land softly again with your knees bent. Repeat this for 20 box jumps.\n\nHigh-intensity dash\n\nWind sprint: Act as if you're sprinting to the next playground game or activity. Run as fast as you can, in a sprint, for 10 seconds. Pump your arms and look straight forward as you run.\n\nTake a quick rest (about five seconds) and then repeat. Repeat this five times.\n\nGet CNN Health's weekly newsletter Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday from the CNN Health team.\n\nGo through this cycle of exercises a total of three times to get in a full-body workout that'll get your heart pumping and leave you feeling energized.\n\nDo this playground circuit every other day to allow your body to recover and rebuild on the off days. If you'd like to keep moving on the off days, focus on exercises like yoga, Pilates or pure cardio workouts.", "link": "http://edition.cnn.com/2020/06/16/health/playground-workout-summer-pandemic-wellness/index.html", "published": "2020-06-16T00:00:00"}]}, "bbc": {"link": "https://www.bbc.co.uk/search?q=covid", "articles": [{"title": "The record-breaking jet which still haunts a country", "author": ["Mark Piesing"], "text": "In the early years of the Cold War, Canada decided to design and build the most advanced fighter aircraft in the world.\n\nCanada is well known for its rugged bush planes, capable of rough landings and hair-raising take-offs in the wilderness. From the late 1930s, the North American country had also started to manufacture British-designed planes for the Allied war effort. Many of these planes were iconic wartime designs like the Hawker Hurricane fighter and Avro Lancaster bomber.\n\nAmbitious Canadian politicians and engineers weren’t satisfied with this. They decided to forge a world-leading aircraft manufacturing industry out of the factories and skilled workforce built up during the war. Tired of manufacturing aircraft designed by others, this new generation of Canadian leaders were determined to produce Canadian designs. Avro Aircraft, the Canadian airplane maker created after the war, was the company that would deliver their dream.\n\nFreed from the set ways-of-thinking of Avro’s more established rivals, the firm’s engineers were able to work on revolutionary jet fighters, commercial airliners, flying saucers and even a space plane. They placed Canada at the technological cutting edge of the new Jet Age.\n\nIn so doing, these engineers challenged notions of what small countries like Canada could achieve in the hi-tech industries of the day, even if convincing politicians to stump up the cash for them was an altogether trickier business.\n\nYou might also like:\n\nThen came the Arrow. On 4 October 1957, 14,000 people watched a large hangar on the outskirts of Toronto open to reveal a beautiful, large, white, delta-wing aircraft. The plane was the Avro Arrow interceptor. A third longer and broader than today’s Eurofighter Typhoon, the Arrow could fly close to Mach 2.0 (1,500 mph, or the maximum speed of Concorde), and had the potential to fly even faster. It was Canada’s Can$250m (US$1,58bn today) bid to become an aviation superpower.\n\nThe project was genuinely ground-breaking. Avro’s engineers had been allowed to build a record-breaker without compromise. But Canadians would soon discover that the supersonic age had made aviation projects so expensive that only a handful of countries could carry them out – and Canada, unfortunately, wasn’t one of them.\n\nThe advert for Avro Aircraft celebrating the “first 50 years of powered flight in Canada 1909–1959” had only just been printed when on “Black Friday”, 20 February 1959, the loudspeaker of the Avro Aircraft factory on the outskirts of Toronto crackled to life. Thousands of workers heard the company president announce “that f------ prick in Ottawa” (the newly elected Canadian prime minister John Diefenbaker) had cancelled the entire Arrow programme. Later that day, 14,500 skilled men and women lost their jobs. Many of these engineers joined the brain-drain to the United States. The \"Avro group\" of 32 engineers playing critical roles in Nasa's Apollo programme, which – ironically – beat the Soviets in the race to land a man on the moon.", "link": "https://www.bbc.com/future/article/20200615-the-record-breaking-jet-which-still-haunts-a-country", "published": "2020-06-15T00:00:00"}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/world/live/2020/jun/16/uk-coronavirus-live-lockdown-has-been-disaster-for-society-says-william-hague", "published": "2020-06-16T17:11:23", "title": "UK coronavirus live: Boris Johnson leads daily briefing after free school meals U-turn", "author": ["Andrew Sparrow", "Frances Perraudin", "Severin Carrell", "Gwyn Topham", "Damian Carrington"], "text": "11:45\n\nPolitical leaders from across the political spectrum in Scotland called on the UK government to protect around 900 Dfid jobs based in East Kilbride after Boris Johnson confirmed the department would be merged with the Foreign Office.\n\nIts large base in Scotland is frequently cited by pro-UK parties and the Scotland Office as evidence of the UK government’s investment in the union; alongside HM Revenue and Customs and various armed services, DfID has the largest presence of any Whitehall department in Scotland.\n\nIan Murray, the shadow Scottish secretary and MP for Edinburgh South, said losing Dfid “would be a deeply retrograde step at any time, let alone at a time when global cooperation is needed more than ever”. He went on:\n\nAs part of the UK, Scotland plays a vital role in the fight against global poverty through the work led by Dfid staff in East Kilbride. If this ill-judged merger goes ahead, it is vital the jobs in East Kilbride are fully protected.\n\nThe Scottish government’s prospectus for independence in the 2014 referendum proposed one ministry for foreign affairs and global development. However, Jenny Gilruth, the Scottish minister for Europe and international development, said merging Dfid with the Foreign Office was a “deplorable decision”. She said:\n\nInternational development is about reducing global poverty and we are fully committed to playing our part in tackling shared global challenges including poverty, injustice and inequality. We urge the UK government to reverse its decision, to protect the jobs at Dfid in Scotland and to ensure that UK aid is free from political influence.\n\nJohnson told MPs the Dfid jobs in East Kilbride would stay. (See 2.08pm.)"}, {"link": "https://www.theguardian.com/world/live/2020/jun/16/coronavirus-live-news-covid-19-update-global-cases-pass-8-million-beijing-china-partial-lockdown-latest-updates", "published": "2020-06-16T17:03:44", "title": "Coronavirus live news: Beijing says outbreak 'extremely severe' as dozens more cases emerge", "author": ["Simon Burnton", "Alison Rourke", "Ben Quinn", "Sarah Marsh", "Jessica Murray", "Kate Connolly", "Martin Pengelly", "Lily Kuo", "Jillian Ambrose", "Akhtar Mohammad Makoii"], "text": "10:02\n\nThe German government has appealed to its citizens to download a newly available coronavirus warning app as it launched what it insisted was its most sophisticated tool yet for tackling the pandemic.\n\nThe Corona Warn App suffered setbacks including disagreements over data privacy and functionality, but is seen as being introduced just in time as lockdown regulations rapidly relax with a decreasing infection rate.\n\nThe app will complement a human tracking and tracing system that has been in place across the country since February. It will alert users whether and for how long they have been in contact at a distance of 2 metres or less with someone who has tested positive for the virus.\n\nContact data will not – as initially planned – be saved centrally, only on the smart phones themselves, and the app is based on privacy-focused technology developed by Apple and Google. Users have been assured their private data will not be compromised and neither will the app drain a phone’s battery."}, {"link": "https://www.theguardian.com/world/2020/jun/16/isle-of-wight-patient-sent-home-on-first-day-of-covid-19-lockdown-almost-died", "published": "2020-06-16T15:00:48", "title": "Isle of Wight patient sent home on first day of Covid-19 lockdown almost died", "author": ["Denis Campbell"], "text": "A patient almost died after being misdiagnosed and sent home from hospital on the first day of the lockdown as the NHS curtailed many normal services to focus on Covid-19.\n\nThe NHS trust involved has admitted that its failings led to the man suffering excruciating pain, developing life-threatening blood poisoning, and contracting the flesh-eating bug necrotising fasciitis. He needed eight operations to remedy the damage caused by his misdiagnosis.\n\nPrivate hospitals can help the NHS recover from Covid-19 - here's how | Jim Mackey Read more\n\nThe man, his wife and his GP spent three weeks after his discharge trying to get him urgent medical care. However, St Mary’s hospital on the Isle of Wight rejected repeated pleas by them for doctors to help him, even though his health was deteriorating sharply.\n\nThe man, who does not want to be named, said his experience of seeking NHS care for something other than Covid-19 during the pandemic had been “debilitating and exhausting” and that feeling the NHS “was not there” for him had been “very distressing” for him and his wife.\n\nMary Smith, of the solicitors Novum Law, who are representing the man in his complaint against the trust, said his plight highlighted the growing number of cases that were emerging of people whose health had suffered because they could not access normal NHS care in recent months.\n\n“It is evident in this case that something went badly wrong and our client was failed by the system. The NHS was designed to offer ‘cradle to the grave’ medical treatment for all, yet our client was not able to access urgent treatment when he needed it,” said Smith.\n\nThe man’s wife said: “Not only was my husband sent home when he shouldn’t have been, but no matter how hard we tried, neither we, our GP or the paramedics could arrange for a hospital to take him.\n\n“By the time an NHS 111 doctor insisted he go straight to the hospital he was so unwell [that] his life was in danger.\n\n“If the hospital had got the diagnosis right in the first place, or not discharged him when they cleared the ward on the day of the lockdown, all this would never have happened.”\n\nHer husband was admitted to St Mary’s on 22 March with pain in his abdomen and groin from a flare-up of an existing hernia problem. The next morning he was scanned but then sent home after doctors wrongly diagnosed his condition as having inflamed testicles. They told him to take antibiotics.\n\nHe said he was one of many patients who were also discharged that day.\n\nIn the following weeks St Mary’s hospital had refused to readmit him, despite his symptoms worsening. The man’s wife rang 10 private hospitals on the mainland but all had said they could not treat her husband as they had been taken over by the NHS as part of a deal to provide extra NHS care during the pandemic.\n\nIn desperation she rang 999 on 12 April. But staff at St Mary’s told the ambulance crew not to bring him in and instead to tell him to ring NHS 111. He was finally readmitted later that day when the NHS 111 doctor who answered his call recognised how serious the situation was. He was then diagnosed as having appendicitis within his hernia, sepsis and necrotising fasciitis.\n\nAn inquiry by the trust found that “there was a missed diagnosis on 22 March”. The patient had to spend three weeks in hospital after he was readmitted, but infection control procedures at St Mary’s to reduce the spread of the coronavirus meant his wife was not allowed to visit.\n\nIn a letter to the patient acknowledging that mistakes were made, Isle of Wight NHS trust’s chief executive, Maggie Oldham, apologised and said: “The trust accepts that had surgery on the right inguinal hernia been undertaken during the admission of 22 to 23 March 2020 the subsequent pain, sepsis and numerous returns to theatre would have been avoided.”\n\nA spokesperson for the Isle of Wight trust said: “We sincerely apologise for the experience that this person had in our care, following a misdiagnosis in March 2020 that resulted in the patient having to spend a long time in hospital during April and May. The changes to the hospital environment as a result of Covid-19 are in place to protect those in our care and we have not discharged patients early who require continued hospital treatment.”\n\nPeter Walsh, the chief executive of the patient safety charity Action against Medical Accidents (AvMA), said he believed that the trust was the first to admit that patients’ health had suffered as a result of hospitals across the UK urgently reorganising services to prioritise the fight against Covid-19. The charity was now hearing of many similar cases.\n\nNHS England, hospital bosses, health charities and AvMA are voicing increasing concern that some of the many millions of patients who have missed out on diagnosis or care during the pandemic, including those with cancer and heart problems, will experience health declines.\n\nNiall Dickson, the chief executive of the NHS Confederation, which represents NHS providers of care, last week warned: “The virus has inflicted pain and suffering throughout the UK. But we also know the measures to combat it have come at a terrible cost to those who have not been able to access the care, treatment and support they need and to many whose conditions have gone undiagnosed.”\n\nThe Guardian reported last week how Sherwin Hall, a 27-year-old delivery driver in Leeds, was fighting for his life after his cancer spread from his pelvis during March, April and May when he could not get a scan.\n\nThe leader of England’s surgeons on Tuesday warned that it would be “four or five years” before the NHS could again give people non-urgent surgery within the target of 18 weeks. Prof Derek Alderson, the president of the Royal College of Surgeons of England, also told MPs on the Commons health and social care select committee that the NHS should continue using private hospitals to help tackle the big backlog of care that had built up because of the suspension of normal care.\n\nIf there was a second wave of Covid-19, patients needing cancer surgery, a cataract removal or hip or knee replacement could potentially have their operations in one of the Nightingale hospitals, which were built to help with the pandemic but quickly mothballed, he added."}, {"link": "https://www.theguardian.com/travel/2020/jun/16/cafe-society-returns-to-paris-pavement-bars-bistros", "published": "2020-06-16T16:29:52", "title": "Cafe society returns to Paris as bars and bistros spill out on the pavements", "author": ["John Brunton"], "text": "On a normal weekend, rue d’Aligre, near Place de la Bastille in Paris’s 12th arrondissement, is lined with raucous fruit and vegetable stalls and packed with shoppers and tourists heading for the historic Marché d’Aligre at its northern end. But now the stalls of the covered market are gone – they’ve moved to the open square in front of the food hall for easier social distancing – and the street’s bistro and bar owners are busy setting out tables and chairs on the pavement and in parking places.\n\nUntil President Macron’s new announcement on 14 June of the opening up all of France from 15 June , Paris was classed as a zone orange, which meant restaurants and cafes could only serve customers outside. But Paris mayor Anne Hidalgo, who has an election coming up on 28 June, delighted everyone except her rivals and motorist groups at the beginning of June by announcing a major relaxation of the rules on pavement terraces. And although cafes and restaurants can now reopen their inside spaces – albeit with reduced capacity due to social distancing regulations – Hidalgo has announced that the new terrace rules will last at least until the end of September.\n\nThis is an opportunity to permanently revolutionise the landscape of outdoor dining. Hidalgo has long talked about giving Paris back to Parisians by limiting car access, creating pedestrian streets and green areas, and prioritising bikes and trottinettes (kick scooters). “I am certainly in favour of a longer term extension of the enlargement of certain cafe terraces, as long as it is properly overseen by the municipality,” she said during a campaign walkabout of Aligre market at the weekend. “Most importantly, after all their efforts during the confinement, it is just a delight to see Parisians enjoying the liberty of meeting friends again on our famous pavement terraces.”\n\nFacebook Twitter Pinterest L’Ebauchoir bistro. Photograph: John Brunton\n\nOn rue de Cîteaux, on the other side of the covered market, L’Ebauchoir is a neighbourhood bistro loved by both loyal locals and tourists who’ve read rave reviews of chef Thomas Dufour’s bistronomie cuisine. “On a full day the restaurant serves some 250 people,” says sommelier and co-owner Thierry Bruneau, somewhat wistfully. “When we were finally allowed to reopen, serving only on the pavement terrace, we increased the number of seats outside from 24 to 60, so with three sittings we can welcome 180 customers. If we can continue like that until the end of September, it will be a huge economic boost. So far the weather hasn’t been good for outdoor dining but we are ready to reinvent ourselves, to bring life back into our neighbourhood, a return of the Parisian joie de vivre.”\n\nOlivier Facon is a retired barman whose day begins with a morning espresso at his local bar, Le Ballon Vert, an Irish sports pub a short walk away on rue de Montreuil. “I missed this ritual during the two months of confinement,” he says. “But now just look, there must be more than a hundred people sitting on the newly expanded pavement terrace. – ” The bar’s owner, Donal Loughney, says: “It has been difficult for the staff to keep a check on customers – that they respect social distancing and wear a mask when coming in to use the toilet. And when football and rugby come back, we will have to work hard to find ways to keep things orderly and safe but still fun.”\n\nNot everyone is happy about the new cafe terraces. Marc Benard is our neighbourhood plumber and a regular fixture outside bistro Les P’tits Gros, to the south on Boulevard Diderot. “This is like a local social club,” he says, “which is why everyone was shocked on reopening day to discover that our favourite doyen, 80-year-old Monsieur Edmond, had been taken by Covid-19 during lockdown. So it is a little strange sitting here today without him and his golden retriever, Hugo, surrounded by all these extra tables, everyone eating, drinking and celebrating as if nothing had happened. I understand that cafes need to make money again quickly, but I think you will soon see tensions in the summer with families trying to push prams or disabled people having to zigzag along a narrow pavement packed with tables of noisy diners.”\n\nThe owner of nearby wine bar Le Siffleur de Ballons, Denis Teixeira, smiles when he hears this. “I actually signed the contract to buy this bar à vin just before lockdown, and Monday was the first day I have been able to open bottles for customers. Sure there will be problems sorting out the practicalities of pavement tables, but just imagine what a wonderful opportunity it is, not just for locals but for the tourists who will hopefully return over the summer, to enjoy the unique pleasure of sitting out on a sunny day, eating and drinking on a cafe terrace in the heart of our city.”"}, {"link": "https://www.theguardian.com/business/2020/jun/16/weve-been-forced-into-debt-jobless-life-in-the-uk-under-lockdown", "published": "2020-06-16T15:53:36", "title": "'We've been forced into debt' – jobless life in the UK under lockdown", "author": ["Mattha Busby"], "text": "Four workers describe how they’ve coped since losing their jobs as the pandemic hit\n\nUK unemployment is expected to climb over the next few months from one of the lowest in the developed world, at 3.9%, to a much higher level. The Bank of England has warned that the rate could more than double to 9%.\n\nOfficial figures released on Tuesday, covering the jobs market in April and May, showed the number of UK payrolls fell by more than 600,000 between March and May, as the impact of the Covid-19 crisis begins to feed through to the official jobs figures.\n\nThe Guardian has spoken to workers who were made unemployed and lost work in March and April.\n\nIzabela Ceckowska, 32, waitress, Oxfordshire\n\nFacebook Twitter Pinterest Izabela Ceckowska has been existing on jobseeker’s allowance: £74 per week.\n\nCeckowska said she took a week off from 16 March and was planning to visit Poland to see her family but her company instructed her not to because of the risk of contracting coronavirus while travelling.\n\n“But then they called me and terminated my contract at the end of the week after a year of working for them,” she said.\n\nFacebook Twitter Pinterest The slice of cake Izabela received upon her one-year anniversary with her employer. Photograph: Izabela Ceckowska\n\n“I felt really shit, far away from home, with no family or anyone I could get help from; and I couldn’t go home because restrictions had been placed on arrivals to Poland and I did not want to jeopardise my parents’ milk business.”\n\nCeckowska said she received £74 a week in jobseeker’s allowance, but no other support – after working in the UK for nine years. “It’s been a very stressful situation but I am not alone,” she said.\n\nRobert Shaw, 31, actor, Glasgow\n\nFacebook Twitter Pinterest Robert Shaw got a job at a supermarket but quit because of the lack of physical distancing. Photograph: Robert Shaw\n\nIn the arts, Shaw said he was due to start rehearsals for a show on 17 March but the production was cancelled and after four weeks of unemployment – without government support or universal credit (UC) – he got a job at a supermarket, but soon quit because of unsafe working conditions.\n\n“I had taken the minimum wage job, possibly quite naively, to do my bit helping get food and essentials to those unable to leave the house,” he said, adding that the confined spaces he and his colleagues had to work in meant they were unable to adhere to physical distancing guidelines.\n\n“We often found ourselves within 2 metres of four people or more, handling products which had already passed between the hands of many others before being sent to customers,” Shaw said.\n\n“I’ve since had two more theatre jobs cancelled and can’t see my acting career returning to normal any time soon.”\n\nSharon Jenson, 44, childminder, Kent\n\nFacebook Twitter Pinterest Sharon Jensen with her husband Chris before the lockdown. Photograph: Sharon Jensen\n\nJenson said the past 11 weeks without any work had been horrendous and that she had been wracked with anxiety while awaiting government help that never materialised.\n\n“We feel like we’ve been penalised and forced into debt for not being legally allowed to work,” she said, criticising a failure to help many self-employed people registered as limited companies.\n\nAs the children have slowly returned, she said she had spent £200 on an outdoor sink and had had to buy Dettol, surface cleaner and antibacterial products. Her finances have been pushed to the brink.\n\n“I’ve had to take out a bounce-back loan to pay off another loan and my credit card that we have used for food shopping over last few months,” Jenson said.\n\nCassandra Summerton, 42, recruiter, north Wales\n\nFacebook Twitter Pinterest Cassandra Summerton and her fiance spent their wedding savings on food and bills during the pandemic. Photograph: Cassandra Summerton\n\nSummerton said the stress of losing her job and not receiving any government support almost spelled the end of her and her fiance’s relationship, after seven years together. “I started a new job with more pay and less commuting in March,” she said. “But within days I was laid off as coronavirus spread.”\n\nAlthough she successfully claimed jobseeker’s allowance, she could not get universal credit because her partner had been furloughed and the crisis forced them to spend their wedding savings on essentials.\n\n“The government said no one would be left behind yet there are so many who fall through the loopholes,” she said.\n\n“We couldn’t afford rent for three months, it was such a struggle. Luckily the landlord said to pay back the arrears when we could but we’ve spent our wedding savings of £3,000 on living costs, so now we’ve got to save that up again as we’ve moved the date to next year.”\n\nRecently back in work, Summerton is looking at the positives: “I’ve started a new job back in education recruitment and I’m looking forward to getting my first pay cheque for four months soon.”"}, {"link": "https://www.theguardian.com/society/2020/jun/16/charities-for-deaf-people-call-for-more-see-through-face-masks", "published": "2020-06-16T11:38:05", "title": "Charities for deaf people call for more see-through face masks", "author": ["Nicola Davis"], "text": "Face coverings causing communication difficulties for the 12m people in UK who are deaf or have hearing loss\n\nSee-through face masks should be made widely available, leading deaf charities have said, warning that the growing use of face coverings is causing communication difficulties among the 12 million people in the UK who are deaf or have some form of hearing loss.\n\nFace coverings must be worn in England on public transport, and by hospital visitors and outpatients, while all hospital staff must wear surgical masks. Face coverings have also been recommended more widely, including in Scotland, in cases where social distancing is difficult.\n\n“The main issue is that people who are deaf and have hearing loss rely heavily on visual clues for effective communication – that includes body language, gestures, facial expression and lip-reading,” said Ayla Ozmen, head of research and policy at Action on Hearing Loss. “British sign language (BSL) users also rely heavily on seeing lip patterns as well as facial expressions to understand BSL.”\n\nWhile those who are travelling on public transport in England with someone who relies on lip-reading are exempt from wearing face coverings, something Action on Hearing Loss welcomed, Ozmen said little had been done to publicise this, raising concerns that those legitimately not wearing masks may face abuse.\n\nAnd there are other problems, Ozmen said, noting the rules around masks and face coverings in hospitals come into conflict with the accessible information standard, which puts an obligation on health and social care providers to meet people’s communications needs.\n\nQ&A Coronavirus: should everyone be wearing face masks? Show Hide People over 60 or with health issues should wear a medical-grade mask when they are out and cannot socially distance, according to new guidance from the World Health Organization, while all others should wear a three-layer fabric mask. The WHO guidance, announced on 5 June, is a result of research commissioned by the organisation. It is still unknown whether the wearers of masks are protected, say its experts, but the new design it advocates does give protection to other people if properly used. The WHO says masks should be made of three layers – with cotton closest to the face, followed by a polypropylene layer and then a synthetic layer that is fluid-resistant. These are no substitute for physical distancing and hand hygiene, it says, but should be worn in situations where distancing is difficult, such as on public transport and at mass demonstrations. The WHO has been reluctant to commit to recommending face coverings, firstly because the evidence on whether they offer any protection to the public is limited and – more importantly – because it was afraid it would lead to shortages of medical-grade masks for health workers. Sarah Boseley Health editor\n\n“There has been no guidance from the government on how to handle that conflict in both health settings and social care settings,” she said, adding that with more than 70% of people over 70 having hearing loss, many people admitted to hospital with coronavirus may experience difficulties in communication.\n\n“We absolutely understand the public health need for wearing PPE but there is also a really significant concern, a safety concern, if people aren’t able to communicate,” said Ozmen.\n\nHolly Parker, an 18-year-old from Essex who is profoundly deaf and largely relies on lip reading, said she had encountered problems as a result of face coverings.\n\n“My main method of communication is taken away. In shops I am no longer able to understand shopkeepers and this causes me a lot of anxiety,” she said, adding that she was deeply worried about the prospect of going to university if face masks had to be used during practical lessons.\n\nDeaf charities, including Action on Hearing Loss, said they welcomed the development of transparent masks, something Parker and others said would make life easier if widely used.\n\nPhilip Gerrard, chief executive at Deaf Action, said the charity had been testing several prototypes of transparent face masks within the deaf community and hoped it would shortly roll these out to members of staff, clients and the wider community.\n\n“We would also like to see the government support the development of deaf-friendly face masks that are PPE approved in hospitals and care settings throughout the UK,” he said.\n\nIan Noon, head of policy at the National Deaf Children’s Society, agreed, adding: “In the meantime, if people pick up some deaf awareness tips like being patient, writing things down or using gestures if a deaf person needs them to, this would also have a big impact.”\n\nThe deafness, cognition and language research centre at University College London also issued a statement calling for greater awareness of the challenges around hearing difficulties and face masks, but said transparent face shields were a better solution, because they let the whole face be seen.\n\nBut, it added, dialogue with deaf communities was crucial, noting: “Deaf and hard-of-hearing people are best placed to advise on design needs and ensure any products are fit for purpose.”"}, {"link": "https://www.theguardian.com/business/2020/jun/16/greggs-reopen-stores-sales-coronavirus-crisis", "published": "2020-06-16T10:26:34", "title": "Greggs to reopen 800 stores on Thursday but warns of lower sales", "author": ["Kalyeena Makortoff"], "text": "Greggs is pressing ahead with plans to reopen 800 stores on Thursday but has said it expects sales to be lower than normal for some time, prompting the bakery chain to suspend plans to open new stores and seek rent reductions from its landlords.\n\nThe Newcastle-based chain, which has 2,050 shops, is planning to reopen the remainder of its stores in early July, with Covid-19 safety measures in place such as protective screens at its counters and markings to help ensure customers maintain physical distancing.\n\n“We are not able to predict the impact of social distancing on our ability to trade or on customer demand,” Greggs said in a market update on Tuesday. “However, our capacity to operate will be restricted by size of shop and we must anticipate that sales may be lower than normal for some time.”\n\nThe bakery, which usually sells about 1.5m sausage rolls a week and last year successfully launched a vegan alternative, said it had informed all of its landlords that it would be moving to monthly rather than quarterly rental payment and was making a “variety of proposals” in return for rent reductions.\n\nA “proportion” of Greggs’ 25,000 staff will remain on full or partial furlough until sales levels “begin to return to normal”, the company said.\n\nThat will include workers at its manufacturing sites, as Greggs continues to limit its food range to the bakery’s best-selling items. “Therefore a number of our manufacturing operational teams will remain furloughed until demand reaches a level that justifies the addition of remaining product lines,” Greggs said.\n\nThe company is also suspending plans for new shop openings but said it would follow through with about 60 new stores, due in part to legal commitments. About 50 other stores will close by year-end. Greggs had previously been targeting 100 store openings, on a net basis, per year.\n\nAround 800 Greggs shops are set to reopen to takeaway customers on Thursday, after the UK government allowed non-essential stores in England to reopen for the first time in three months. About 19 stores will offer delivery as well as click and collect services.\n\nThe move follows the reopening of a handful of branches in the north-east last month.\n\nThe Greggs chief executive, Roger Whiteside, said: “Looking forward, although great uncertainty remains, we are excited to be resuming our service for many customers this week. We are confident of our ability to adapt to market conditions in the short term while continuing to invest in the long-term growth of our business.”\n\nGreggs’ shares rose by 5%."}, {"link": "https://www.theguardian.com/business/2020/jun/16/dismay-uk-fails-join-eu-scheme-revive-tourism", "published": "2020-06-16T06:00:34", "title": "Dismay after UK fails to join EU-led scheme to revive tourism", "author": ["Jamie Grierson", "Daniel Boffey"], "text": "Tourism and travel leaders have expressed disappointment and frustration after it emerged that the UK will not be taking part in an EU-led data-sharing project to reboot tourism as lockdowns lift.\n\nThe European commission has launched an app and website that provide travellers with real-time information about coronavirus rules and the status of infections in each European country. A commission spokesman told the Guardian the UK was not included as the government had not asked to be involved.\n\n“No information was provided by the UK. The information was based on questionnaires and I don’t believe we have received information from the UK,” he said.\n\n“We are open to the participation by [non-EU countries], provided they make the request and, secondly, they commit to providing updated and regular information to the website … The UK has not made such a request to participate.”\n\nA UK government spokesperson said: “The UK is no longer part of the EU, and therefore we would not expect to be included in a map representing member states.\n\n“The UK regularly shares information on our travel, border and health measures with key partners, including the European Commission, as part of our ongoing international cooperation during the Coronavirus crisis.”\n\nThe situation follows the government’s failure to take part in an EU scheme to source ventilators to treat Covid-19 patients, prompting critics to accuse Downing Street of putting “Brexit over breathing”.\n\nKate Nicholls, chief executive of the trade association UK Hospitality, said: “The government should be doing everything in its power to give businesses the best chance to get back on their feet and save as many jobs as possible. If the government has no intention of participating, it should reconsider.\n\n“Otherwise, this will be a missed opportunity to provide vital information to give tourists and businesses some much needed support.”\n\nPaul Charles, chief executive of travel consultancy the PC Agency, said: “It’s indicative that at the moment the UK is giving off the impression of being closed for business. Not providing information about how visitors can easily travel around the UK is worrying because it shows a country that wishes to be isolated.\n\n“In the current coronavirus crisis, countries have to be as open and communicative as possible about what visitors can see and expect to do, so I would urge the UK to reconsider.”\n\nThe EU platform offers information on local border rules, available means of transport, travel restrictions, and health and safety measures such as physical distancing or wearing of face coverings.\n\nThierry Breton, commissioner for the internal market, said: “After weeks of confinement, EU internal borders are reopening. The Re-open EU website we are launching today will provide travellers with easy access to information to help them confidently make their travel plans and stay safe during their trip. It will also help small restaurant and hotel owners, as well as towns across Europe, draw inspiration from innovative solutions developed by others.”"}, {"link": "https://www.theguardian.com/world/2020/jun/16/new-zealand-records-first-new-covid-19-cases-after-women-arrive-from-uk-carrying-virus", "published": "2020-06-16T05:48:57", "title": "New Zealand ends Covid-free run with two cases from UK", "author": ["Charlotte Graham-Mclay"], "text": "Pair drove nearly 650km to visit dying parent after being released early from quarantine but officials claim public were not at risk\n\nNew Zealand has recorded its first new cases of coronavirus for 24 days after two women who arrived in the country from Britain were found to be infected.\n\nThe pair were released early from government quarantine and permitted to drive from the city of Auckland to Wellington, the capital – nearly 650km away – before being diagnosed or even tested, health officials said.\n\nTheir trip was an approved exemption from the mandatory isolation period for new arrivals to the country in order to visit a dying parent. The women had “done everything right” and had not put other members of the public at risk, said Ashley Bloomfield, New Zealand’s director-general of health, on Tuesday.\n\n'Can't quite believe it': New Zealand tiptoes towards elimination of coronavirus Read more\n\nBut the news of the women’s travel forced the government to suspend its policy of granting compassionate exemptions to its quarantine rules.\n\n“It will only be reinstated once the government has confidence in the system,” said David Clark, the health minister, in a statement. Officials had already announced that no one in future would be permitted to leave quarantine facilities without a negative Covid-19 test, as the women had.\n\nAfter both women tested positive for Covid-19 on Monday, one reported that in hindsight she had been experiencing symptoms, but had attributed them to a pre-existing medical condition.\n\nThe pair mark New Zealand’s first new cases of Covid-19 for more than three weeks, and were diagnosed one week after the last known case in the country had recovered.\n\nThe discovery of the new cases came one week after all domestic restrictions on the country were lifted, with Bloomfield warning at the time that more cases of the virus would inevitably arise as people infected with it crossed the border.\n\nThe women – one aged in her 30s and the other in her 40s – had arrived in Auckland on a flight from the UK via Brisbane, Australia, on 7 June, Bloomfield said. All new arrivals to the country – only New Zealanders, their families, and essential workers are currently permitted to cross the border – are required to spend two weeks in managed isolation at a hotel.\n\nBut six days after the women arrived, Bloomfield said they travelled from Auckland to Wellington “in a private vehicle” after they were granted a compassionate exemption to do so and made a safety plan with officials. They had not been tested for Covid-19 at the time.\n\nThe pair had made the drive of approximately eight hours without refuelling their vehicle or disembarking for any reason, including to use public toilets, he said.\n\n'A beautiful day': New Zealand handshakes and hugs its way back to pre-Covid-19 life Read more\n\n“They had no contact with anybody else during that trip,” added Bloomfield.\n\nHe was “not nervous” that the women had infected anyone else, adding that they would now remain in self-isolation with a relative in Wellington. Those permitted to leave the government-run isolation hotels on compassionate grounds are allowed to grieve with their families – but not to attend funerals.\n\nAll those on the women’s Air New Zealand flight to Brisbane, including crew, as well as staff and guests at the Novotel Ellerslie hotel in Auckland – where they were initially in quarantine – including staff, would be tested and isolated.\n\nA guest at the same hotel – who was also in quarantine – told Television New Zealand that she had not been tested before she left the facility. Those in quarantine are meant to receive Covid-19 swabs on the third and 12th days of their 14-day isolation period.\n\n“I have asked the Director General to consider if there are any other measures we can put in place to strengthen our health protections at the border,” Clark, the health minister, said.\n\nBut the women who were later diagnosed “did everything that was asked of them,” Bloomfield said, and it was “not surprising” that cases of the virus had entered New Zealand from the UK, where “active infections” remained.\n\n“We should not be complacent, we need to remain vigilant,” Bloomfield said. “There is a pandemic raging outside our shores.”\n\nThe country has recorded less than 1,500 confirmed cases of Covid-19, and 22 deaths, after a strict and early national lockdown which has drawn praise for Jacinda Ardern, New Zealand’s prime minister."}, {"link": "https://www.theguardian.com/world/2020/jun/16/germany-appeals-to-nation-to-download-coronavirus-app", "published": "2020-06-16T14:21:11", "title": "Germany appeals to nation to download coronavirus app", "author": ["Kate Connolly"], "text": "Corona Warn App alerts users when they have been in contact with someone who has tested positive\n\nThe German government has appealed to its citizens to download a newly available coronavirus warning app as it launched what it insisted was its most sophisticated tool yet for tackling the pandemic.\n\nThe Corona Warn App suffered setbacks including disagreements over data privacy and functionality, but is seen as being introduced just in time as lockdown regulations rapidly relax with a decreasing infection rate.\n\nThe app will complement a human tracking and tracing system that has been in place across the country since February. It will alert users whether and for how long they have been in contact at a distance of 2 metres or less with someone who has tested positive for the virus.\n\nContact data will not – as initially planned – be saved centrally, only on the smart phones themselves, and the app is based on privacy-focused technology developed by Apple and Google. Users have been assured their private data will not be compromised and neither will the app drain a phone’s battery.\n\nUse of the app, which cost €20m to develop, is voluntary but virologists say 60% of Germans must download it for it to become effective.\n\nPublic health leaders, computer hackers and government ministers, all of whom had been involved in its development, introduced the app to the public in Berlin on Tuesday morning. By midday it was said to have been downloaded more than 1m times. It has been backed by a massive advertising campaign across broadcasters and on billboards involving leading DAX companies and the German Football Association, the DFB, in the hope of reaching as large an audience as possible.\n\nIt follows the introduction of a French warning app, StopCovid, which launched last week but crashed four days later due to huge demand. Australia has introduced a similar system.\n\nThe German app has an open source program code, meaning it can be potentially copied and updated by other countries.\n\nHelge Braun, the head of chancellor Angela Merkel’s office, and himself a doctor, said downloading the app amounted to “one small step for us, but a giant step in our fight against the pandemic”.\n\nLothar Wieler, of the Robert Koch Institute (RKI), Germany’s leading public health advisory body, said the app would be an “effective tool to help us break chains of infection”.\n\nHe said its introduction would mark the start of the digitalisation of all coronavirus case data, much of which has been gathered so far by about 500 containment scouts who have typically used fax machines to communicate new coronavirus cases to the RKI to ensure data protection.\n\nJens Spahn, the health minister, said the app would be vital in speeding up the measures taken to break chains of infection particularly at a time when Germans were becoming more mobile.\n\n“We are increasingly coming into contact with anonymous people, whether at demonstrations or on public transport,” he said. “Every hour we gain by an early warning is a gain in our fight against this virus. I’d prefer people to get tested too often than too little.”\n\nThe next step, Spahn said, would be to build a system that would work across Europe. Currently, if a German user travels abroad, the app will not work.\n\nTimotheus Höttges, of Deutsche Telekom AG, said its laboratory in Prague had been central to developing the app and adapting it to the variety of situations in which users might find themselves.\n\n“There we simulated everything from cocktail parties to the school classroom to train journeys,” he said. “When you’re working on something that’s for the benefit of the whole society, it’s amazing the extent of the possibilities.” He said it had taken 50 days to develop, adding: “It was a lot of fun.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "WATCH: Bill De Blasio Defends Locking Playgrounds While Joining Black Lives Matter, Transgender Protests", "author": ["Joel B. Pollak"], "text": "New York City Mayor Bill de Blasio defended his administration’s practice of locking playgrounds on Tuesday morning, even though he personally has participated in crowded Black Lives Matter and transgender protests in recent weeks.\n\nDe Blasio was addressing reporters at a press briefing the a day after city workers welded the gates shut around parks in Brooklyn — and Orthodox Jews used bolt cutters to re-open playgrounds in their neighborhoods later the same day.\n\nYes. This is actually happening now! Bill de Blasio is Welding the gates at the biggest park in the Jewish community, (Borough Park, Brooklyn) So your child shouldn't try to break in. While Hundreds of thousands of people gathered yesterday at Brooklyn Museum.#deBlasioMustGo pic.twitter.com/Q02ew5O5nZ — Joel Fischer (@JFNYC1) June 15, 2020\n\nVIDEO: As @NYCMayor marches with protesters and orders Contact Tracers not to ask people if they were at protests, the City is welding shut a park that is largely used by Hasidim in Williamsburg, Brooklyn. pic.twitter.com/HcAEo4jVA9 — Yossi Gestetner (@YossiGestetner) June 15, 2020\n\nBased Orthodox Jews reject de Blasio's hypocritical orders to close the park (for social distancing) and cut the locks so their kids can play. pic.twitter.com/msAafBjqY6 — Ian Miles Cheong (@stillgray) June 15, 2020\n\nDe Blasio claimed that the city’s policy was to keep playgrounds closed until “Phase Two” of re-opening after the coronavirus pandemic, and warned that people who used playgrounds without permission risked spreading the disease.\n\n\"We're not going to allow people to take the law into their own hands.\"@BilldeBlasio says playgrounds will stay closed until Stage 2 of reopening. Despite his participation in mass protests, @NYCMayor thinks playgrounds are the threat to public health. pic.twitter.com/N8mglb6rTy — Washington Examiner (@dcexaminer) June 16, 2020\n\nQ: Yes, I have a second question on a different topic. We have several reports yesterday, and this morning, where parents have shown up to playgrounds to cut the locks on them. These are specifically in Williamsburg and in other areas of Brooklyn. You’ve gotten questions about this in the past where there’s some frustration that the playgrounds are not opening up yet. They say they are going against your orders, and cutting these locks open. So, your reaction to that — and is the city going to show up and close them again, and are you going to have to clean them up? What is the process here? A: We are not going to allow people to take the law into their own hands. It just doesn’t work. So people are not allowed to open up a playground that is not yet available to the public. It is for a reason. Look, I was very sympathetic in the beginning, to every parent, as a parent myself, why people wanted to be on those playgrounds. We tried to make it work. It wasn’t working effectively. Right now, we are not going to make a change with the playgrounds until we get to phase two. Now, Phase Two, as everyone knows, could be as early as June 22nd. I’ve said I think it’s going to take a little longer than that just to make sure we are absolutely certain. But until the order is given that playgrounds are open, people need to stay off the playgrounds. It is not appropriate to take their own action. We are doing this so we can get to Phase Two and beyond. So I understand people’s frustrations. But if folks act prematurely and that causes the disease to start spreading again, then that’s the kind of thing that undermines our ability to get to Phase Two, and stay in Phase Two. So, I know it is not easy. But people have to understand, there’s a reason for these rules — it is to help us move forward.\n\nHe did not explain why he, along with tens of thousands of other left-wing New Yorkers, marched in Black Lives Matter protests or protests on behalf of black transgender people, where social distancing rules were generally not observed.\n\nJoel B. Pollak is Senior Editor-at-Large at Breitbart News and the host of Breitbart News Sunday on Sirius XM Patriot on Sunday evenings from 7 p.m. to 10 p.m. ET (4 p.m. to 7 p.m. PT). His new book, RED NOVEMBER, is available for pre-order. He is a winner of the 2018 Robert Novak Journalism Alumni Fellowship. Follow him on Twitter at @joelpollak.", "link": "http://www.breitbart.com/health/2020/06/16/watch-bill-de-blasio-defends-locking-playgrounds-while-joining-black-lives-matter-transgender-protests/", "published": "2020-06-16T00:00:00"}, {"title": "Retail Sales Soar 17.7% in the Biggest Monthly Jump Ever", "author": ["John Carney"], "text": "Retail sales jumped higher in May as consumers returned to stores as coronavirus lockdowns were lifted across the United States.\n\nRetail sales surged 17.7 percent compared with the prior month, according to Commerce Department data released Tuesday, easily beating expectations for an 8 percent gain.\n\nRetail sales are now down 6.1 percent compared with a year ago following the month to month 8.3 percent decline in March and April’s 14.7 percent dive.\n\nStill, the better than expected figures for May indicate that consumers are confident enough about the economy and the pandemic to spend their income. The report also suggests that elevated unemployment benefits and other payments from the U.S. government are working to boost demand.\n\nThe economy appears to be bouncing back from the sharpest downturn on record. In May, businesses added 2.5 million jobs and the unemployment rates declined from the record-high hit in April.\n\nExcluding autos and gas station purchases, retail sales were up 12.4 percent, also a record increase.\n\nThe numbers indicate a high degree of “pent-up demand.” Clothing and accessories stores, many of which were closed in March and April, reported the biggest percentage gain at 188 percent. Furniture store sales rose 89.7 percent.\n\nSales at sporting goods stores, hobby shops, musical instruments stores, and book stores jumped 88.2 percent. Sales at restaurant and bars rose 29 percent. Sales at electronics and appliances stores rose 50.5 percent.\n\nRetail sales make up roughly half of all consumer spending. The rest of consumer spending goes into services such as home care, internet and cable services, gym memberships, and child care. Consumer spending accounts for about 70 percent of gross domestic product in the U.S.\n\n–The Associated Press contributed to this report.", "link": "http://www.breitbart.com/economy/2020/06/16/retail-sales-soar-17-7-in-the-biggest-monthly-jump-ever/", "published": "2020-06-16T00:00:00"}, {"title": "COVID-19 Deaths Continue to Decline, While Hospitalizations Increase in Some States", "author": ["Michael Patrick Leahy"], "text": "The COVID Tracking Project reported on Monday that COVID-19 deaths continue to fall in the United States but also noted in a series of tweets the number of cases is up slightly over the past seven days and that they are watching closely five states where current hospitalizations have increased over the past two weeks.\n\nThese are the five states we’re watching most closely. pic.twitter.com/cHnFPHUg9M — The COVID Tracking Project (@COVID19Tracking) June 15, 2020\n\nStates reported 18,521 positives today, up from 17,123 last Monday. pic.twitter.com/XcIQed7QbD — The COVID Tracking Project (@COVID19Tracking) June 15, 2020\n\nNate Silver added his own analysis of the recent COVID-19 data:\n\nThere continues to be this ebb-and-flow where people alternatively become too optimistic or too pessimistic in ways that are somewhat detached from the data. Certainly, the death numbers have been better, lately. 7-day average now at ~700, down from ~2,000 at the peak. — Nate Silver (@NateSilver538) June 15, 2020\n\nCurrent hospitalizations of COVID-19 are down from the peak. According to the University of Minnesota Carlson School of Management COVID-19 Hospitalization Tracking Project, there were 22,639 current hospitalizations in the United States on Monday among the 42 states that keep and report that data. This is a dramatic decline from April 13, when there were 18,829 hospitalizations in New York State alone.\n\nSince the start of the coronavirus pandemic, more than 118,000 Americans have died from COVID-19, according to Worldometers. (The COVID Tracking Project currently lists 110,000 deaths.) The vast majority of those deaths are among those over the age of 65.\n\nFormer New York Times reporter Alex Berenson added a note of skepticism Monday in the way the media has been reporting on COVID-19 data.\n\nYesterday the United States had the lowest number of #Covid deaths in almost three months. And yet this is the headline on Yahoo. Team Apocalypse truly has no shame. pic.twitter.com/FRuiTbdcj9 — Alex Berenson (@AlexBerenson) June 15, 2020\n\nBut Berenson told Fox News host Martha MacCallum of The Story on Friday:\n\n“We keep talking about cases, cases, cases, cases, cases. In this case, the media is using that to refer to positive test results,” Berenson told host Martha MacCallum. “It’s not clinically meaningful. What’s clinically meaningful is that people wind up in the hospital, if people wind up certainly on ventilators or ICU’s, those are dangerous things. “The thing that we know about COVID-19 … is that your risk of getting really sick from it is incredibly dependent on your age,” Berenson added. “So if we’ve a thousand cases in nursing homes, it’s very, very different than a thousand cases at a Whirlpool plant where people are much younger, much less at a college … “I’m not saying there’s nothing to be concerned about. I’m not saying there’s nothing to watch,” Berenson continued. “We need to follow the data, just as we always have. But the media, the media just wants panic.”\n\nCNN reported last week, “the number of Covid-19 hospitalizations since Memorial Day has gone up in at least a dozen states: Alaska, Arkansas, Arizona, California, Kentucky, Mississippi, Montana, North Carolina, Oregon, South Carolina, Texas and Utah.”\n\nIn a series of tweets on Thursday, Berenson added a note of caution on reports of increases in current hospitalizations for COVID-19 in California, Texas, North Carolina, and several other states, asserting that “the media is both confused and conflating several different data points in an effort to stir hysteria.”\n\n“Overall hospitalizations are rising because people are returning to hospitals for elective (and in some cases very necessary) surgeries that were postponed,” Berenson tweeted, adding:\n\n6/ Whether or not they are symptomatic. Hospitals have financial and legal as well as medical incentives to do this. IF THEY ARE POSITIVE, hospitals will report them as COVID patients (since, technically, they are), EVEN IF THEY HAVE NO COVID SYMPTOMS. — Alex Berenson (@AlexBerenson) June 11, 2020\n\nWhile the governors of Utah and Oregon have responded to the slight uptick in cases and current hospitalizations in their states by placing a pause on plans to reopen the economy, most other governors in states experiencing case and current hospitalization increases have given no indication of pausing their reopenings.", "link": "http://www.breitbart.com/politics/2020/06/15/covid-19-deaths-continue-to-decline-while-hospitalizations-increase-in-some-states/", "published": "2020-06-15T00:00:00"}, {"title": "Low-Dose Steroid Treatment May Be Major Breakthrough in Fighting Virus", "author": ["Penny Starr"], "text": "Low-dose steroid treatment dexamethasone could be a major breakthrough in the battle against the coronavirus, according to health experts in the United Kingdom. They say the drug could cut the risk of death by a third for patients on ventilators and a fifth for those requiring oxygen.\n\nThe BBC reported on the development:\n\nHad the drug had been used to treat patients in the UK from the start of the pandemic, up to 5,000 lives could have been saved, researchers say. And it could be of huge benefit in poorer countries with high numbers of Covid-19 patients. About 19 out of 20 patients with coronavirus recover without being admitted to hospital. Of those who are admitted to hospital, most also recover, but some may need oxygen or mechanical ventilation. These are the high-risk patients whom dexamethasone appears to help. The drug is already used to reduce inflammation in a range of other conditions, and it appears that it helps stop some of the damage that can happen when the body’s immune system goes into overdrive as it tries to fight off coronavirus.\n\nFollow Penny Starr on Twitter", "link": "http://www.breitbart.com/politics/2020/06/16/low-dose-steroid-treatment-hailed-as-major-breakthrough-in-fighting-coronavirus/", "published": "2020-06-16T00:00:00"}, {"title": "Exclusive: Tom Cotton Introduces Bill to Provide Cash Rewards to Good Cops", "author": ["Matthew Boyle"], "text": "Sen. Tom Cotton (R-AR) is rolling out a new bill that would provide cash rewards to good cops nationwide, Breitbart News has learned exclusively.\n\n“Police officers are being unfairly demonized across the country as calls for defunding departments grow, despite the fact that the vast majority of officers are selfless public servants who are already underfunded,” Sen. Cotton told Breitbart News. “It’s never been more important to recognize those officers who exemplify the best kind of policing. My bill will reward the policemen and women who are working hard to improve their service and win the public’s trust.”\n\nCotton’s Better Community Policing Recognition Act comes as President Donald Trump on Tuesday rolls out an executive order on police reform and while Congress more generally debates the issue in the wake of the killing of George Floyd in Minneapolis.\n\nThe bill, Cotton’s office told Breitbart News, aims to reward and incentivize good cops, rather than just demonizing bad cops like the Democrats, the left, and the establishment media keep doing.\n\nIt would create an annual $5 million fund from which officers at the state, local, and tribal level nationwide would be eligible for nomination for cash rewards for exemplary policing practices. It would allow their local police departments or state attorneys general to nominate officers who, according to Cotton’s team, “exemplify best practices or come up with significant innovations to reduce the excessive use of force or improve community policing strategies.”\n\n“Those officers who go above and beyond to make their communities better and safer for everyone would be eligible to be nominated by their local police department or by their state attorney general,” Cotton’s team told Breitbart News.\n\nThen the Justice Department would select winners from the nearly 18,000 police departments across the country for cash awards to be given out to these officers through the newly created $5 million annual fund.", "link": "http://www.breitbart.com/politics/2020/06/16/exclusive-tom-cotton-introduces-bill-to-provide-cash-rewards-to-good-cops/", "published": "2020-06-16T00:00:00"}, {"title": "Nolte: First the Woke Taliban Came for the Confederate Statues…", "author": ["John Nolte"], "text": "It’s not about saving Confederate statues. It’s about the rule of law… It’s about what comes next…\n\nLocal communities should be allowed to erect or remove whatever statues, monuments, and street names they like. If Seattle wants to erect a statue of Vladimir Lenin (and it does), a cold-blooded murderer and Hitler-like antisemite and tyrant, so be it. What the hell do I care?\n\nIf some southern town or city wants to erect a statue of Robert E. Lee or Jefferson Davis or Stonewall Jackson, what the hell do I care?\n\nAnd if, someday, Seattle or that southern town or city decides to removes those statues — again, what the hell do I care?\n\nOther than the sense of history, I feel no affinity towards the Confederacy. A few decades ago, when the left claimed the Civil War had nothing to do with slavery (this is when the left’s agenda was to deny white Americans fought a war to free the slaves), I was arguing that was ridiculous. Granted, not everyone who fought for the Confederacy fought to protect the abomination of slavery (including Robert E. Lee).\n\nIn fact, many who fought for the Confederacy opposed slavery (including Robert E. Lee). But of course the war was fought over slavery. And although the left currently agrees with me on that issue, it only does as a means to justify its rationale to Taliban these statues.\n\nSame with the Confederate flag. If it was up for a vote, I would have voted to remove the Confederate flag from South Carolina’s capitol, and I was glad when then-Gov. Nikki Haley (R-SC) removed it in 2015. It made no sense to me to fly that flag in the present tense at a state capitol, and an elected official like Haley removing it, someone with the legal power to do so, someone accountable to the voters, means it was removed in the right way.\n\nAt the same time, I know the Confederate flag doesn’t mean “bring back slavery” to those who fly it. It means freedom from centralized authority, it means live and let live… I live in the South where I’ve seen more than one black person sporting the Stars and Bars… Hey, is this a great country, or what?\n\nRobert E. Lee and Ulysses S. Grant were great men and great Americans. Abraham Lincoln might be the greatest American ( Jefferson Davis was a feckless, self-aggrandizing putz). Rev. Martin Luther King is a hero of mine, but so is Malcolm X, and so is Thomas Jefferson. What can I say? People are complicated. But all these men had one thing in common… They believed in freedom, and they fought for freedom, and while I never would have joined the Confederacy or the Nation of Islam, I’m also not a baby about this stuff.\n\nSpeaking of babies…\n\nThere is a valid and legal process by which to have an offending statue removed. And I respect anyone who goes about that process. Regardless of my personal belief, the law is the law is the law…The principle of the rule of law and the equal application of that rule is much more important to me than my personal opinion of a statue or cause.\n\nBut we are so far beyond the law now… We’re at a place where Democrats, along with the corporate media, academia, and even some historians, are championing gangsters and howling mobs tearing down and desecrating statues and monuments.\n\nThat’s what I oppose, that’s what sickens me, and I would oppose it if mobs targeted Seattle’s repulsive Lenin statue.\n\nThe very institutions that should be standing up for the rule of law — Democrats, the corporate media, academia, and historians — are applauding and excusing mob rule, vandalism, property damage, and violence.\n\nThose of us who oppose this appalling behavior, not just on the grounds of criminality, but who believe we should not hide our warts-and-all history, who understand that some of these Confederate monuments were erected with the best of intentions — to heal our country — are attacked as racists defending racists. And it is this argument that tells you what the Woke Taliban intend to next tear down… Which is another reason to oppose this lawlessness, even if you want Confederate statues to come down…\n\nBecause “racism” is the rationale of the Woke Taliban’s lawlessness and those who applaud and defend them, then nothing is safe from this lawlessness. Any monument to our Founding Fathers is eventually doomed to these mobs and vandals (this has already begun), and then they will come for the Christian Church — a Church the media and left have spent decades smearing as racist and homophobic.\n\nAnd then what? What comes down next?\n\nIt’s no secret what’s next…\n\nThe answers are here and here.\n\nFollow John Nolte on Twitter @NolteNC. Follow his Facebook Page here.", "link": "http://www.breitbart.com/politics/2020/06/16/nolte-first-the-woke-taliban-came-for-the-confederate-statues/", "published": "2020-06-16T00:00:00"}, {"title": "Carrie Severino: SCOTUS LGBT Decision Will ‘Create a Tsunami of New Litigation’ Against Religious Groups", "author": ["Robert Kraychik"], "text": "The Supreme Court’s (SCOTUS) reinterpretation of a federal prohibition against employment discrimination based on sex — which now includes sexual orientation and “gender identity” — will “create a tsunami of new litigation” against religious organizations, explained Carrie Severino, president of the Judicial Crisis Network, offering her remarks on SiriusXM’s Breitbart News Tonight with host Rebecca Mansour.\n\nThe Supreme Court’s legal redefinition of “sex” to include sexual orientation and “gender identity” opens the door for further left-wing lawfare against religious organizations, Severino noted.\n\nSeverino said, “The Supreme Court left a lot of really important issues open, like, how do you balance this with religious freedom? How do you balance it with freedom of speech? If you’ve got a law, for example, saying that using someone’s preferred pronoun is mandatory — or you can be fined [for non-compliance], how do we balance that with some of these other important and even constitutional questions? Those are things that, for the most part, are unfortunately going to be just decided by a whole range of lower courts. and it will be a long time before the Supreme Court even takes up the opportunity to weigh in on that.”\n\nSeverino predicted, “These questions are going to create a tsunami of new litigation and create a huge amount of uncertainty going forward.”\n\nLISTEN:\n\nThe Supreme Court’s decision to extend prohibitions against employment discrimination to include sexual orientation and “gender identity” will place religious and traditional organizations at a legal disadvantage when they are inevitably sued by left-wing outfits.\n\n“You’re going to see these decisions going overwhelmingly in favor of the litigants [and] the plaintiffs who are challenging any religious organization, or any school, or anyone who wants to maintain a traditional, biologically based, scientific-based understanding of sex,” Severino forecasted.\n\n“The logic that the court embraced” sets in motion a legal momentum for lower courts to render future decisions in favor of plaintiffs suing religious and traditional organizations for their personnel decisions, Severino anticipated.\n\nMansour asked if religious organizations would surrender to left-wing activist groups filing lawsuits based on the Supreme Court’s decision given their insufficient resources to legally defend themselves.\n\nSeverino replied, “That’s part of the strategy of the activists because they know that many of these organizations can’t afford to pay for defense. They can’t afford to risk a negative judgment where they could face crippling fines. If you’re talking about individuals, you’ve seen what’s happened with cases like the Masterpiece Cake Shop case, where someone’s entire business and livelihood could be destroyed and where they can face even personal threats and real concern over their own safety if they are willing to carry on litigation.”\n\nSeverino added, “I think the intimidation factor of a lawsuit is huge, and when you’ve got the court almost inviting that, it’s going to present a real challenge for a lot of people. Practically speaking, for the most part, this isn’t even going to be an issue because I think there’s the vast majority of businesses don’t have any reason or desire to discriminate on either of these bases, but there are circumstances where it is either relevant to the job qualifications or where it’s going to be an issue of conscience, and those are the ones where you’re going to have people who are going to be forced to make those tough choices between violating their own conscience and possibly losing their livelihood.”\n\nThe Supreme Court’s decision amounted to a rewriting of civil rights legislation, Severino stated.\n\n“This had to do with the court interpreting the Civil Rights Act of 1964,” Severino explained. “We’re kind of familiar with this language. It says that no employers can discriminate on the basis of sex, of religion, of natural origin, and other kinds of classic caveats that you have, but what their question was, ‘It says you can’t discriminate ion the basis of sex. Does that also mean you can’t discriminate on the basis of sexual orientation or gender identity?'”\n\nSeverino continued, “It’s kind of a strange question to be asking because in so many states, now, and in many situations in federal law, we already do have laws preventing discrimination based on sexual orientation, but they never phrase it as ‘discrimination based on sex.’ It’s always explicitly written, ‘discrimination based on sexual orientation.'”\n\n“What the Supreme Court did is, in an opinion, they basically just rewrote what that text said because there is a long-standing history where for decades, no politicians [and] no judge said that language meant sexual orientation, as well,” Severino added.\n\nThe Supreme Court’s decision usurps the role of legislators, Severino determined.\n\n“That’s really a revisionist reading of the statute dressed up as textualism, and that’s one of the things that is so dangerous because we have laws that courts can effectively rewrite,” Severino concluded. “No legislator who passed [Title VII of the Civil Rights Act] would have thought it meant that.”\n\nBreitbart News Tonight broadcasts live on SiriusXM Patriot channel 125 weeknights from 9:00 p.m. to midnight Eastern or 6:00 p.m. to 9:00 p.m. Pacific.\n\nFollow Robert Kraychik on Twitter.", "link": "http://www.breitbart.com/radio/2020/06/15/carrie-severino-scotus-lgbt-decision-tsunami-litigation-religious-groups/", "published": "2020-06-15T00:00:00"}, {"title": "Listen: Slamming Boris, Farage Teases Return to Front Line Politics", "author": ["Oliver Jj Lane"], "text": "Now may be the time to take on Boris Johnson’s “abject” leadership head-on, Nigel Farage told Breitbart News, as rumours swirl about his plans to activate the planned Reform Party and return to front-line politics.\n\nNigel Farage revealed to Breitbart News Daily on Sirius XM Patriot on Monday that, amidst the speculation, he was certainly considering a return to front-line politics. As the British political establishment once again finds itself in a state of confused paralysis, Mr Farage said he could give it a “good kicking politically”.\n\nBritish press speculated at the weekend that Mr Farage was on the verge of activating the Reform Party, a name he registered with the government’s electoral commission last year but has kept dormant. In light of those reports, Breitbart News Daily host Alex Marlow asked the Brexit leader what was coming next.\n\nWhile Mr Farage sidestepped answering the question directly, he made clear that present UK Prime Minister Boris Johnson was severely underperforming and something would have to be done. He told Breitbart News: “Boris’s leadership has been abject. There is one mitigating factor, which is, of course, is that he was very seriously ill just a few weeks ago.\n\n“He could have died — we need to understand that… [but] It would seem with coronavirus we were too slow into lockdown, and we’re too slow out of lockdown. On China, he still seems to think Huawei is acceptable having some sort of role within our 5G system. At every level, Boris is not providing proper leadership.”\n\nOn his track record, Mr Farage admitted there was a precedent of him coming out of semi-retirement to force political change. He said: “Now, of course, people remember that having done my bit with UKIP, having got the referendum, having helped to win it, I did come back last year to try and save the situation with the Brexit Party because the Tories had made such a mess of it. There’s a level of media speculation which says: ‘Nigel is going to come back again and give the establishment a good kicking politically.’\n\n“All I will say is: let’s watch, let’s wait, let’s see. I haven’t yet decided that the time is right, but it may be.”\n\nAbbott to Farage: Bojo Needs His ‘Mojo’, Must Start Sending Back Illegal Boat Migrants to France https://t.co/5M6nyiaJuw — Breitbart London (@BreitbartLondon) June 2, 2020\n\nMr Farage last re-entered politics in early 2019 when Brexit was becalmed in the doldrums, its progress frustrated by years of mismanagement by Theresa May’s government. He founded a new political party — the Brexit Party — and led it to victory in the national European Parliament election just six weeks later.\n\nAs Farage pushed the Conservative Party over target — and Theresa May out of office — it was taken over by Boris Johnson, who fought and won the December 2019 general election on a pro-Brexit platform. But just as Theresa May’s government was not capable, by inclination, to deliver Brexit, so Boris Johnson’s new government finds itself unequal to the — clearly unanticipated by them — culture wars suddenly sweeping Western nations.\n\nAs important historical monuments, including the statue of Winston Churchill, said to be Boris Johnson’s hero and role model, were vandalised by hard-left activists, Downing Street remained silent. Mr Farage reflected in his Breitbart News Daily interview: “…it has taken him nearly ten days to properly condemn those who didn’t just pull down a statue of somebody involved in the slave trade. They defaced, for two consecutive days, Winston Churchill’s statue, and they even defaced our national war memorial, to the one and a half million killed in two world wars. And it has taken Boris ten days to properly respond.”\n\nHaving won the Brexit wars for Britain, Mr Farage this week leaves the door open on the question of whether he will fight in its culture wars, too. He has certainly already skirmished on this matter, pointing to the hard-left Marxist programme of change being promoted by the Black Lives Matter UK organisation. As Breitbart London reported on Monday, Mr Farage was particularly clear on the threat to freedom of speech and freedom of thought.\n\nSpeaking to Breitbart News, the Brexit leader reflected: “It seems that the real threat we face now is a genuine threat to free speech. I have never known a time when, in the United Kingdom — which is famed for its huge breadth of media commentary and views — I have never seen so many people so scared to write and say and speak and broadcast what they think. It really is very disturbing.”", "link": "http://www.breitbart.com/europe/2020/06/16/listen-slamming-boriss-leadership-farage-teases-return-to-front-line-politics-in-breitbart-interview/", "published": "2020-06-16T00:00:00"}, {"title": "Update: NYPD Denies that Officers Poisoned at Shake Shack", "author": ["John Binder"], "text": "UPDATE (6/16/20): NYPD Chief of Detectives Rodney Harrison declares that an investigation of the incident did not find evidence of a crime from any Shake Shack employees.\n\nAfter a thorough investigation by the NYPD’s Manhattan South investigators, it has been determined that there was no criminality by shake shack’s employees. — Chief Rodney Harrison (@NYPDDetectives) June 16, 2020\n\nThis article’s headline has been updated to reflect the findings of the investigation. The original report begins here:\n\nAn investigation is underway after three New York City Police Department (NYPD) officers were allegedly poisoned with bleach at a Lower Manhattan Shake Shack on Monday evening.\n\nWhile policing a protest in Lower Manhattan, the Police Benevolent Association (PBA) and the Detectives Endowment Association said three NYPD officers were poisoned with bleach after ordering food and beverages at a nearby Shake Shack.\n\n“Tonight, three of our fellow officers were intentionally poisoned by one or more workers at the Shake Shack at 200 Broadway in Manhattan,” the Detectives Endowment Association confirmed.\n\nPBA President Pat Lynch said in a statement:\n\nThis evening, several MOS assigned to a protest detail in lower Manhattan took meal at the Shake Shack location on Broadway and Fulton Street. At some point during their meal period, the MOS discovered that a toxic substance, believed to be bleach, had been placed in their beverages.\n\n“The contamination was not discovered until the MOS had already ingested a portion of their beverages,” Lynch said. “They are currently at the hospital receiving treatment and are expected to recover.”\n\nAt Bellevue Hospital, checking in on the police officers whose drinks were apparently poisoned at a lower Manhattan Shake Shack tonight. Also stopping by the scene to update the media. pic.twitter.com/D1sjHx8IsM — NYC PBA (@NYCPBA) June 16, 2020\n\nThe officers, officials with the Detectives Endowment Association said, were “not seriously harmed” and are recovering at the hospital. The PBA is urging NYPD officers to stay in groups and “remain vigilant for the duration of the meal period.”\n\nShake Shack issued a statement saying they are cooperating in the NYPD’s investigation:\n\nWe are horrified by the reports of police officers injured at our 200 Broadway Shack in Manhattan. We are working with the police in their investigation right now. — SHAKE SHACK (@shakeshack) June 16, 2020\n\nThe alleged attack comes as Gov. Andrew Cuomo (D), Mayor Bill de Blasio (D), and elected state Democrats have pushed to reduce funding of the NYPD following weeks-long anti-police riots in the city.\n\nJohn Binder is a reporter for Breitbart News. Follow him on Twitter at @JxhnBinder.", "link": "http://www.breitbart.com/politics/2020/06/15/report-three-nypd-officers-poisoned-with-bleach-at-manhattan-shake-shack/", "published": "2020-06-15T00:00:00"}, {"title": "Rep. Bobby Rush: Chicago Police Union and KKK Are Kissing Cousins", "author": ["Nate Church"], "text": "In an interview with Politico on Sunday, Chicago Democrat Congressman Bobby Rush attacked Chicago law enforcement.\n\nLong-time activist and career politician Bobby L. Rush unleashed a scathing review of law enforcement officers on Sunday, comparing them to the Ku Klux Klan. “The number-one cause that prevents police accountability, that promotes police corruption, that protects police lawlessness, is a culprit called the Fraternal Order of Police,” he told Politico, calling the two organizations “kissing, hugging and law-breaking cousins”:\n\nThey’re the organized guardians of continuous police lawlessness, of police murder and police brutality. The Chicago Fraternal Order of Police is the most rabid, racist body of criminal lawlessness by police in the land. It stands shoulder to shoulder with the Ku Klux Klan then and the Ku Klux Klan now.\n\nRush’s words were part of his response to a leaked video showing police at leisure in his office on the weekend of May 30 as violent protests in response to the alleged murder of George Floyd by former officer Derek Chauvin of the Minneapolis Police raged in the streets just outside.\n\nThe officers — including three supervisors — napped, made coffee, and even popped some popcorn while on duty. One even left Rush a tip: a one-dollar bill placed on his desk in what Rush considers a deliberate gesture of disrespect.\n\nRush is not the first to criticize the video. High ranking members of the Chicago police force, as well as Mayor Lori Lightfoot, have also labeled the footage and its subjects indefensible. “Looting was going on, buildings were being burned, officers were on the front lines truly taking a beating with bottles and pipes, and these guys were lounging — in a congressman’s office,” Lightfoot said. “The utter contempt and disrespect is hard to imagine.”\n\nBut Fraternal Order of Police Lodge 7 president John Catanzara scolded Mayor Lightfoot for her words, contending that Rush’s own staff had asked the officers to stay in his office.\n\n“Shame on her for ever questioning their valor and the heroism and the officers of CPD to make it sound like they were letting other officers get the crap beat out of them while they sat there and slept,” Catanzara told local NBC affiliate Channel 5. “That is a disgusting accusation. She owes the men and women an apology for even implying that was.”", "link": "http://www.breitbart.com/politics/2020/06/15/rep-bobby-rush-chicago-police-union-and-kkk-are-kissing-cousins/", "published": "2020-06-15T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "France: Violent Leftists Hijack Healthcare Workers Protest, Cause Chaos", "author": ["Paul Joseph Watson"], "text": "Violent leftists hijacked a healthcare worker protest in Paris, prompting running battles with riot police as chaos ensued.\n\nThe original demonstration by healthcare workers sought to guarantee better pay and increased funding, but it was soon usurped by ‘black bloc’ Antifa-style militants who attacked cops with missiles and overturned vehicles.\n\nThe far left are rampaging in Paris now, France is facing internal wars on many grounds. pic.twitter.com/75iK5I03dv — Jack Dawkins (@DawkinsReturns) June 16, 2020\n\nSeveral thousand workers descended on the Ministry of Health, but attention was dragged elsewhere in the city as left-wing radicals staged violent riots.\n\n“These more violent demonstrators hurled bottles and fireworks at the police, who responded by firing tear gas at the mob, some of whom flipped vehicles and set fires,” reports RT.\n\nAt some of the more peaceful demonstrations, police applauded the healthcare workers, but their colleagues were forced to engage in running street battles with gangs of thugs.\n\nAvalanche de projectiles lancés par des manifestants sur un groupe de BRAV-M qui tentait de disperser la foule. #blackbloc #soignants #manif16Juin #16juin pic.twitter.com/RcgREA4REh — Yazid Bouziar (@ybouziar) June 16, 2020\n\n15,000 people also took part in a Black Lives Matter protest in Paris on Sunday. No doubt that there is a crossover between those demonstrators and rioters in the French capital today.\n\nMeanwhile, in the city of Dijon, running battles between Chechen migrant gangs in no-go areas that the media claims don’t exist forced armed special forces to enter the region to try to restore order.\n\nFrench special forces enter no-go zone migrant battleground areas of Dijon that don't exist, according to the media.pic.twitter.com/YChCBvXx1t — Paul Joseph Watson (@PrisonPlanet) June 16, 2020\n\n\"No-go zones are a right wing conspiracy theory\" Lol this is Francepic.twitter.com/RMijzmLj8g — Grug Fellow (@somefellow6) June 15, 2020\n\nAdieu, vieaux amis! 🇫🇷\n\nIf history has tought us anything, you might as well surrender now#France #Dijonpic.twitter.com/hxgulI8xmI — Henry 🎱 (@HenryVlII) June 15, 2020\n\nSUBSCRIBE on YouTube:\n\nFollow on Twitter: Follow @PrisonPlanet\n\n———————————————————————————————————————\n\nMy voice is being silenced by free speech-hating Silicon Valley behemoths who want me disappeared forever. It is CRUCIAL that you support me.\n\nPlease sign up for the free newsletter here. Donate to me on SubscribeStar here.\n\nSupport my sponsor – Turbo Force – a supercharged boost of clean energy without the comedown.\n\n———————————————————————————————————————\n\nThe first-ever nascent iodine Survival Shield X-2 Spray is finally here! Now available at 33% off!", "link": "https://www.infowars.com/france-violent-leftists-hijack-healthcare-workers-protest-cause-chaos/", "published": "2020-06-16T11:05:37-05:00"}, {"title": "France: Violent Leftists Hijack Healthcare Workers Protest, Cause Chaos", "author": ["Paul Joseph Watson"], "text": "Violent leftists hijacked a healthcare worker protest in Paris, prompting running battles with riot police as chaos ensued.\n\nThe original demonstration by healthcare workers sought to guarantee better pay and increased funding, but it was soon usurped by ‘black bloc’ Antifa-style militants who attacked cops with missiles and overturned vehicles.\n\nThe far left are rampaging in Paris now, France is facing internal wars on many grounds. pic.twitter.com/75iK5I03dv — Jack Dawkins (@DawkinsReturns) June 16, 2020\n\nSeveral thousand workers descended on the Ministry of Health, but attention was dragged elsewhere in the city as left-wing radicals staged violent riots.\n\n“These more violent demonstrators hurled bottles and fireworks at the police, who responded by firing tear gas at the mob, some of whom flipped vehicles and set fires,” reports RT.\n\nAt some of the more peaceful demonstrations, police applauded the healthcare workers, but their colleagues were forced to engage in running street battles with gangs of thugs.\n\nAvalanche de projectiles lancés par des manifestants sur un groupe de BRAV-M qui tentait de disperser la foule. #blackbloc #soignants #manif16Juin #16juin pic.twitter.com/RcgREA4REh — Yazid Bouziar (@ybouziar) June 16, 2020\n\n15,000 people also took part in a Black Lives Matter protest in Paris on Sunday. No doubt that there is a crossover between those demonstrators and rioters in the French capital today.\n\nMeanwhile, in the city of Dijon, running battles between Chechen migrant gangs in no-go areas that the media claims don’t exist forced armed special forces to enter the region to try to restore order.\n\nFrench special forces enter no-go zone migrant battleground areas of Dijon that don't exist, according to the media.pic.twitter.com/YChCBvXx1t — Paul Joseph Watson (@PrisonPlanet) June 16, 2020\n\n\"No-go zones are a right wing conspiracy theory\" Lol this is Francepic.twitter.com/RMijzmLj8g — Grug Fellow (@somefellow6) June 15, 2020\n\nAdieu, vieaux amis! 🇫🇷\n\nIf history has tought us anything, you might as well surrender now#France #Dijonpic.twitter.com/hxgulI8xmI — Henry 🎱 (@HenryVlII) June 15, 2020\n\nSUBSCRIBE on YouTube:\n\nFollow on Twitter: Follow @PrisonPlanet\n\n———————————————————————————————————————\n\nMy voice is being silenced by free speech-hating Silicon Valley behemoths who want me disappeared forever. It is CRUCIAL that you support me.\n\nPlease sign up for the free newsletter here. Donate to me on SubscribeStar here.\n\nSupport my sponsor – Turbo Force – a supercharged boost of clean energy without the comedown.\n\n———————————————————————————————————————\n\nThe first-ever nascent iodine Survival Shield X-2 Spray is finally here! Now available at 33% off!", "link": "https://www.infowars.com/france-violent-leftists-hijack-healthcare-workers-protest-cause-chaos/#vuukle-comments", "published": "2020-06-16T11:05:37-05:00"}, {"title": "Tuesday Live! Americans Look For Leadership as Unrest Escalates", "author": ["Infowars.Com -"], "text": "Watch and share this bombshell Tuesday edition of the most banned broadcast in the world! You do not want to miss this one!\n\n\n\nFollow Alex Jones on Telegram:\n\n\n\nDavid Knight Show: Gorsuch Comes Out As a Statist & Why Trump Should’ve Listened To Rand Paul\n\nRemember to share this banned broadcast!\n\nOn this Tuesday edition of The David Knight Show, we’ll examine recent rulings from the Supreme Court that show Judge Neil Gorsuch has aligned himself with the establishment.\n\nAlso, what is the “right way” to use deadly force to protect yourself and why doesn’t President Trump listen to Rand Paul?\n\nToday's News LIVE 9AM EASTERN\n\n➡️#SCOTUS: Gorsuch Comes Out — as Statist\n\nas court takes a hard left turn on #2A & other issues\n\n➡️Deadly Force — the right and wrong way illustrated by citizen & cop\n\n➡️Barbarians are INSIDE the Gate\n\n➡️#Bolton: Trump should've listened to @RandPaul — David Knight (@libertytarian) June 16, 2020\n\nThe first-ever nascent iodine Survival Shield X-2 Spray is finally here! Now available at 33% off!", "link": "https://www.infowars.com/watch-live-gorsuch-comes-out-as-a-statist-why-trump-shouldve-listened-to-rand-paul/", "published": "2020-06-16T11:00:26-05:00"}, {"title": "Tuesday Live! Americans Look For Leadership as Unrest Escalates", "author": ["Infowars.Com -"], "text": "Watch and share this bombshell Tuesday edition of the most banned broadcast in the world! You do not want to miss this one!\n\n\n\nFollow Alex Jones on Telegram:\n\n\n\nDavid Knight Show: Gorsuch Comes Out As a Statist & Why Trump Should’ve Listened To Rand Paul\n\nRemember to share this banned broadcast!\n\nOn this Tuesday edition of The David Knight Show, we’ll examine recent rulings from the Supreme Court that show Judge Neil Gorsuch has aligned himself with the establishment.\n\nAlso, what is the “right way” to use deadly force to protect yourself and why doesn’t President Trump listen to Rand Paul?\n\nToday's News LIVE 9AM EASTERN\n\n➡️#SCOTUS: Gorsuch Comes Out — as Statist\n\nas court takes a hard left turn on #2A & other issues\n\n➡️Deadly Force — the right and wrong way illustrated by citizen & cop\n\n➡️Barbarians are INSIDE the Gate\n\n➡️#Bolton: Trump should've listened to @RandPaul — David Knight (@libertytarian) June 16, 2020\n\nThe first-ever nascent iodine Survival Shield X-2 Spray is finally here! Now available at 33% off!", "link": "https://www.infowars.com/watch-live-gorsuch-comes-out-as-a-statist-why-trump-shouldve-listened-to-rand-paul/#vuukle-comments", "published": "2020-06-16T11:00:26-05:00"}, {"title": "Knockout Game: 92-Year-Old Woman Assaulted in Broad Daylight in Manhattan", "author": ["Paul Joseph Watson"], "text": "A shocking video out of Manhattan shows an elderly woman using a stroller being knocked to the ground by a black man in an unprovoked attack, an incident that is unlikely to garner much media attention.\n\nThe incident occurred last week in the middle of the afternoon on 3rd Avenue between 15th Street & 16th Street.\n\nThe clip shows the elderly lady walking on the street as a young man of African-American appearance walks in the opposite direction.\n\nHe casually reaches out his fist and appears to punch her in the face before she falls to the ground before striking her head on a fire hydrant.\n\n🚨WANTED for ASSAULT: Do you know him? On 6/12 at 3:23 PM, on 3rd Avenue between 15th Street & 16th Street in Manhattan, he pushed a 92-year-old female to the ground causing her to strike her head on a fire hydrant. Have info? Call/DM @NYPDTips at 800-577-TIPS. pic.twitter.com/SjTltmuNbb — NYPD NEWS (@NYPDnews) June 16, 2020\n\nThe NYPD is asking for any information that could lead to the culprit’s arrest at 800-577-TIPS.\n\nThe footage bears similarities to ‘the knockout game’ – which primarily consisted of black people randomly assaulting whites for social media clout and the sheer hell of it.\n\nDespite innumerable examples, the media has consistently claimed that the knockout game is a figment of people’s imaginations.\n\nWith numerous cities still experiencing violent protests in response to the media narrative that racially-motivated violence against black people is worse than ever, this video once again illustrates how the opposite is the case.\n\nFigures show that black-on-white violence is significantly more prevalent despite African-Americans making up only 13 per cent of the U.S. population.\n\nSUBSCRIBE on YouTube:\n\nFollow on Twitter: Follow @PrisonPlanet\n\n———————————————————————————————————————\n\nMy voice is being silenced by free speech-hating Silicon Valley behemoths who want me disappeared forever. It is CRUCIAL that you support me.\n\nPlease sign up for the free newsletter here. Donate to me on SubscribeStar here.\n\nSupport my sponsor – Turbo Force – a supercharged boost of clean energy without the comedown.\n\n———————————————————————————————————————\n\nHelp your body reach its peak with the simple and convenient 8-Pack Power Stack supplement system now at 70% off!", "link": "https://www.infowars.com/knockout-game-92-year-old-woman-assaulted-in-broad-daylight-in-manhattan/", "published": "2020-06-16T10:36:43-05:00"}, {"title": "Knockout Game: 92-Year-Old Woman Assaulted in Broad Daylight in Manhattan", "author": ["Paul Joseph Watson"], "text": "A shocking video out of Manhattan shows an elderly woman using a stroller being knocked to the ground by a black man in an unprovoked attack, an incident that is unlikely to garner much media attention.\n\nThe incident occurred last week in the middle of the afternoon on 3rd Avenue between 15th Street & 16th Street.\n\nThe clip shows the elderly lady walking on the street as a young man of African-American appearance walks in the opposite direction.\n\nHe casually reaches out his fist and appears to punch her in the face before she falls to the ground before striking her head on a fire hydrant.\n\n🚨WANTED for ASSAULT: Do you know him? On 6/12 at 3:23 PM, on 3rd Avenue between 15th Street & 16th Street in Manhattan, he pushed a 92-year-old female to the ground causing her to strike her head on a fire hydrant. Have info? Call/DM @NYPDTips at 800-577-TIPS. pic.twitter.com/SjTltmuNbb — NYPD NEWS (@NYPDnews) June 16, 2020\n\nThe NYPD is asking for any information that could lead to the culprit’s arrest at 800-577-TIPS.\n\nThe footage bears similarities to ‘the knockout game’ – which primarily consisted of black people randomly assaulting whites for social media clout and the sheer hell of it.\n\nDespite innumerable examples, the media has consistently claimed that the knockout game is a figment of people’s imaginations.\n\nWith numerous cities still experiencing violent protests in response to the media narrative that racially-motivated violence against black people is worse than ever, this video once again illustrates how the opposite is the case.\n\nFigures show that black-on-white violence is significantly more prevalent despite African-Americans making up only 13 per cent of the U.S. population.\n\nSUBSCRIBE on YouTube:\n\nFollow on Twitter: Follow @PrisonPlanet\n\n———————————————————————————————————————\n\nMy voice is being silenced by free speech-hating Silicon Valley behemoths who want me disappeared forever. It is CRUCIAL that you support me.\n\nPlease sign up for the free newsletter here. Donate to me on SubscribeStar here.\n\nSupport my sponsor – Turbo Force – a supercharged boost of clean energy without the comedown.\n\n———————————————————————————————————————\n\nHelp your body reach its peak with the simple and convenient 8-Pack Power Stack supplement system now at 70% off!", "link": "https://www.infowars.com/knockout-game-92-year-old-woman-assaulted-in-broad-daylight-in-manhattan/#vuukle-comments", "published": "2020-06-16T10:36:43-05:00"}, {"title": "Wealthy Fleeing to Mountain Resorts as Cities Burn", "author": [], "text": "Demand for luxury properties in Aspen, Colorado, and Park City, Utah, is “through the roof,” explained Mauricio Umansky, CEO of real estate firm The Agency, who recently spoke with Fox Business.\n\nUmansky said the pandemic had accelerated the trend of wealthy vacationers staying year-round in rural, resort communities.\n\n“A lot of traveling to Europe this year is probably nonexistent … And so I think a lot of Americans are looking where to enjoy the summer,” he said.\n\nAs we’ve previously noted, “there’s a mad rush” of wealthy folks leaving big cities due to the virus pandemic, economic crash, and social unrest. It was noted by Sotheby’s relators that people in the San Francisco Bay Area are fleeing the city for rural communities, such as Marin County, Napa wine country, and south to Monterey’s Carmel Valley.\n\nSome rich people have also fled to their luxury doomsday bunkers — but it seems, for the mainstream household with a couple million dollars in the bank, they’re fleeing to rural communities, no matter if it’s the outskirts of the Bay area, or as we now find out now, Aspen and Park City.\n\nAccording to the Park City Board of Realtors, the market was hot during 1Q20 as it outpaced last year, despite a pandemic and economic crash. The number of homes sold rose by 11%, and the median sale price was up 5% YoY. The median sale price is about $2 million, which means the area is an exclusive retreat for the rich as they attempt to isolate themselves from the implosion of American cities.\n\nIn Aspen, median sales prices increased 6.7% to $6.4 million for single-family homes compared to 2019, according to Aspen Board of Realtors. Supply was tight in the first half of 2020 as the number of days home set on the market was reduced by 30%.\n\nUmansky said people from New York City are fleeing to Aspen, while Park City is seeing folks from Los Angeles or San Francisco. All of these cities have witnessed strict lockdowns, high unemployment, crashed services economies, and now social unrest — that makes city life unbearable to raise a family.\n\n“People have realized that you can work from home,” he said. “And the big question has become: where do you want to sequester with your family if this ever happens again? And so I think people are looking for space and looking for areas where there’s a lot less density.”\n\nThe collapse of American cities is set to spark a massive revival of rural communities in the early 2020s. A combination of social unrest, economic crash, and virus pandemic could result in a plunge of real estate in major metros, with slow recovery time as the crisis as the socio-economic crisis worsens.\n\nThe trend is your trend — smart money is dumping real estate in major cities — they’re getting the hell out of dodge as radical leftist attempt to defund or disband police departments across the country and turn metros into a world of chaos.\n\n\n\nAlex Jones is joined by investigative journalist Lee Stranahan to expose the parallels between the recent revolution in Ukraine and Black Lives Matter/Antifa race riots in the U.S.\n\nHelp your body reach its peak with the simple and convenient 8-Pack Power Stack supplement system now at 70% off!", "link": "https://www.infowars.com/wealthy-fleeing-to-mountain-resorts-as-cities-burn/", "published": "2020-06-16T09:48:48-05:00"}, {"title": "Wealthy Fleeing to Mountain Resorts as Cities Burn", "author": [], "text": "Demand for luxury properties in Aspen, Colorado, and Park City, Utah, is “through the roof,” explained Mauricio Umansky, CEO of real estate firm The Agency, who recently spoke with Fox Business.\n\nUmansky said the pandemic had accelerated the trend of wealthy vacationers staying year-round in rural, resort communities.\n\n“A lot of traveling to Europe this year is probably nonexistent … And so I think a lot of Americans are looking where to enjoy the summer,” he said.\n\nAs we’ve previously noted, “there’s a mad rush” of wealthy folks leaving big cities due to the virus pandemic, economic crash, and social unrest. It was noted by Sotheby’s relators that people in the San Francisco Bay Area are fleeing the city for rural communities, such as Marin County, Napa wine country, and south to Monterey’s Carmel Valley.\n\nSome rich people have also fled to their luxury doomsday bunkers — but it seems, for the mainstream household with a couple million dollars in the bank, they’re fleeing to rural communities, no matter if it’s the outskirts of the Bay area, or as we now find out now, Aspen and Park City.\n\nAccording to the Park City Board of Realtors, the market was hot during 1Q20 as it outpaced last year, despite a pandemic and economic crash. The number of homes sold rose by 11%, and the median sale price was up 5% YoY. The median sale price is about $2 million, which means the area is an exclusive retreat for the rich as they attempt to isolate themselves from the implosion of American cities.\n\nIn Aspen, median sales prices increased 6.7% to $6.4 million for single-family homes compared to 2019, according to Aspen Board of Realtors. Supply was tight in the first half of 2020 as the number of days home set on the market was reduced by 30%.\n\nUmansky said people from New York City are fleeing to Aspen, while Park City is seeing folks from Los Angeles or San Francisco. All of these cities have witnessed strict lockdowns, high unemployment, crashed services economies, and now social unrest — that makes city life unbearable to raise a family.\n\n“People have realized that you can work from home,” he said. “And the big question has become: where do you want to sequester with your family if this ever happens again? And so I think people are looking for space and looking for areas where there’s a lot less density.”\n\nThe collapse of American cities is set to spark a massive revival of rural communities in the early 2020s. A combination of social unrest, economic crash, and virus pandemic could result in a plunge of real estate in major metros, with slow recovery time as the crisis as the socio-economic crisis worsens.\n\nThe trend is your trend — smart money is dumping real estate in major cities — they’re getting the hell out of dodge as radical leftist attempt to defund or disband police departments across the country and turn metros into a world of chaos.\n\n\n\nAlex Jones is joined by investigative journalist Lee Stranahan to expose the parallels between the recent revolution in Ukraine and Black Lives Matter/Antifa race riots in the U.S.\n\nHelp your body reach its peak with the simple and convenient 8-Pack Power Stack supplement system now at 70% off!", "link": "https://www.infowars.com/wealthy-fleeing-to-mountain-resorts-as-cities-burn/#vuukle-comments", "published": "2020-06-16T09:48:48-05:00"}, {"title": "85 Percent of Independent US Restaurants May Close by Year’s End – Report", "author": [], "text": "A new report commissioned by the Independent Restaurant Coalition reveals that as many as 85% of US independent restaurants may be forced to close down by the end of the year due to the COVID-19 pandemic.\n\nThe findings revealed that independent restaurants’ revenues decreased by more than 70% year over year in the last two weeks of March.\n\nCurrently, independent restaurants’ revenues are, on average, 60% lower than last year’s numbers. Many such eateries are still closed, which means that around 4.5 million independent restaurant jobs have been lost due to the outbreak.\n\n“In fact, job losses in the restaurant industry account for more than a quarter of the increase to the US unemployment figures since February, figures that have not been seen since the Great Depression,” the report notes.\n\nIndependent restaurants, unlike fast food chains, are highly dependent on dine-in revenue and thus have been hit particularly hard by the outbreak.\n\nThe closing down of as many as 85% of independent restaurants will also undeniably impact the American economy. According to the report, such establishments are a large part of the restaurant industry as a whole, which generates more than $760 billion in annual sales and employs millions of people across the US.\n\n“With millions of jobs at stake, the collapse of independent restaurants would ignite a downward economic spiral with ripple effects in other already hard-hit industries in the travel, hospitality and leisure sector that would be felt for years. Mass failure may also destabilize the commercial real estate market if these restaurants cannot pay rent, which could also incite a spillover effect in the larger economy,” the report warns.\n\nTo ensure that independent restaurants survive the end of the year, the Independent Restaurant Coalition suggests that the federal government provide grants to such businesses through the Restaurant Stabilization Fund.\n\n“Swift intervention with an infusion of $120 billion through the Restaurant Stabilization Fund (the ‘Stabilization Fund’ or the ‘Fund’) would give independent restaurants the ability, confidence, and incentive to re-hire employees and stay open (or re-open) – even at reduced capacity, when they would otherwise find it to be in their best interest to remain closed or only offer takeout,” the report argues.\n\nThe Independent Restaurant Coalition predicts that the Stabilization Fund would lead to at least $248 billion in economic returns.\n\n\n\nAlex Jones is joined by investigative journalist Lee Stranahan to expose the parallels between the recent revolution in Ukraine and Black Lives Matter/Antifa race riots in the U.S.\n\nThe first-ever nascent iodine Survival Shield X-2 Spray is finally here! Now available at 33% off!", "link": "https://www.infowars.com/85-percent-of-independent-us-restaurants-may-close-by-years-end-report/", "published": "2020-06-16T09:47:02-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": []}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": [{"title": "Common steroid found to reduce deaths in sickest COVID-19 patients, researchers say", "author": ["Erika Edwards", "Erika Edwards Is A Health", "Medical News Writer", "Reporter For Nbc News", "Today."], "text": "A common steroid drug that's been used for decades to treat conditions from altitude sickness to eye inflammation has been shown to reduce deaths by a third in the sickest patients in the hospital with COVID-19, British scientists say.\n\nThis is the first time, the researchers say, that a drug has been shown to have an effect on deaths rates of the virus that's killed more than 110,000 people in the U.S.\n\nFull coverage of the coronavirus outbreak\n\nResearchers at the University of Oxford in the U.K. compared outcomes of 2,104 hospitalized patients who received the steroid, called dexamethasone, with 4,321 patients who did not.\n\nAccording to the researchers, deaths were reduced by about a third in those patients who were sick enough to require mechanical ventilation, and by about 20 percent among patients who had trouble breathing, but had not been put on a ventilator. Dexamethasone did not appear to help patients who did not require oxygen.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nThe results of the clinical trial, called Recovery, have not yet been published in a medical journal and the data have not been made available for outside experts to review. Researchers said they stopped the trial early because of the observed benefits.\n\nDr. Ashish Jha, director of the Harvard Global Health Institute, expressed frustration on Twitter that \"it is now a feature of this pandemic that most findings made public via press release with little data to provide context.\" But, he added, \"this is REALLY good news if it turns out to be true.\"\n\nRecovery Trial in the UK has a big new finding\n\n\n\nDexamethasone was associated with reduced mortality in hospitalized patients who needed respiratory support.\n\n\n\nHere's the press release:https://t.co/0iIlbmP7Id\n\n\n\nShort thread — Ashish K. Jha (@ashishkjha) June 16, 2020\n\n\"The survival benefit is clear and large in those patients who are sick enough to require oxygen treatment,\" Dr. Peter Horby, one of the Recovery study researchers and a professor at the University of Oxford, said in a press release. \"Dexamethasone is inexpensive, on the shelf, and can be used immediately to save lives worldwide.\"\n\nDownload the NBC News app for full coverage of the coronavirus outbreak\n\nDoctors caution there is no evidence dexamethasone can prevent coronavirus infection, and should not be used as a prophylactic.\n\nOutside experts called the results important and promising, but added the full data should be released for a complete analysis of how it worked in this clinical trial.\n\n\"The low cost and broad availability of this drug means that there is potential for considerable clinical impact by including it as part of standard treatment,\" Dr. Stephen Griffin, an associate professor of medicine at the U.K.'s University of Leeds, said in a statement. Griffin was not involved with the trial.\n\n\"Nevertheless, it will be important to assess how this important success might be further improved in order to increase patient survival, perhaps through the combination of low-dose dexamethasone with other inflammatory mediators, or with virus-targeted therapies, such as remdesivir,\" Griffin said.\n\nRemdesivir is the only other therapy that's been shown in a clinical trial to help coronavirus patients. Results of that trial found that hospitalized patients who received the drug recovered more quickly and were able to be released from the hospital faster. It did not affect mortality, though.\n\nFollow NBC HEALTH on Twitter & Facebook.", "link": "https://www.nbcnews.com/health/health-news/common-steroid-found-reduce-deaths-sickest-covid-19-patients-researchers-n1231158", "published": "2020-06-16T15:01:00+00:00"}, {"title": "Dow soars by 850 points on economic recovery and 'breakthrough' coronavirus treatment", "author": ["Lucy Bayly", "Lucy Bayly Is The Business Editor For Nbc News."], "text": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nWall Street started the day with massive gains across all three major averages, after positive retail sales data boosted confidence in a swifter economic recovery, and a drug trial showed \"breakthrough\" results for COVID-19 treatment.\n\nThe Dow Jones Industrial Average traded higher by around 850 points, with the S&P 500 up by 2.7 percent and the Nasdaq up by 2.3 percent at the opening bell.\n\nMonthly retail sales data released Tuesday morning from the Census Bureau showed a 17.7 percent increase, the biggest jump on record. Economists were expecting a gain of around 8 percent. Data for April registered the the largest monthly drop ever, down 14.7 percent.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nPresident Donald Trump was quick to tout Tuesday's retail gains, tweeting just minutes after the data was released, \"Wow! May retail sales show biggest one-month increase of ALL TIME, up 17.7%. Far bigger than projected. Looks like a BIG DAY FOR THE STOCK MARKET, AND JOBS!\"\n\nWow! May retail sales show biggest one-month increase of ALL TIME, up 17.7%. Far bigger than projected. Looks like a BIG DAY FOR THE STOCK MARKET, AND JOBS! — Donald J. Trump (@realDonaldTrump) June 16, 2020\n\nStocks soared in premarket trading on news of a promising coronavirus treatment that showed increased survival rates for patients on ventilators or oxygen.\n\n“It will save lives, and it will do so at a remarkably low cost,” Martin Landray, an Oxford University professor co-leading the trial, told Reuters.\n\n“It is a major breakthrough,” said Peter Horby, Professor of Emerging Infectious Diseases and Global Health at the University of Oxford and co-lead on the trial.\n\nThe drug is a readily available generic steroid that has been in use for about 50 years as an anti-inflammatory.\n\nMarket attention will turn to Federal Reserve Chairman Jerome Powell later on Tuesday morning. The central bank head is set to testify before the Senate Banking Committee as part of a semiannual update on monetary policy.\n\nPowell has taken a fairly dour tone in recent appearances and interviews, describing the coronavirus crisis as \"the biggest economic shock in living memory,\" and calling the impact of the millions of job losses \"heartbreaking\" for minorities and lower-wage earners.", "link": "https://www.nbcnews.com/business/markets/dow-soars-1-000-points-economic-recovery-breakthrough-coronavirus-treatment-n1231151", "published": "2020-06-16T13:43:52+00:00"}, {"title": "North Korea bombed inter-Korean liaison office near border amid growing tensions", "author": ["Yuliya Talmazan", "Yuliya Talmazan Is A London-Based Journalist.", "Stella Kim", "Stella Kim Is An Nbc News Freelance Producer Based In Seoul."], "text": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nNorth Korea admitted Tuesday to bombing an inter-Korean liaison office building just north of the border with South Korea as tensions escalate on the Korean Peninsula.\n\nSouth Korea’s Unification Ministry, which handles relations with North Korea, confirmed to NBC News that the liaison office in the North Korean border town of Kaesong was demolished “by bombing” on Tuesday afternoon local time.\n\n“We confirm that NK demolished the inter-Korean liaison office in Gaesong Industrial Complex by bombing at 14:49 KST (01:49 ET),\" a spokesperson said.\n\nNorth Korean state news agency, KCNA, also reported Tuesday that the joint liaison office was \"completely ruined.\"\n\nSouth Korea's national security council has convened a meeting in the wake of the office's destruction, a spokesperson for the country's presidential office told NBC News.\n\nThe country's Ministry of Defense said it was monitoring North Korean military movement around the clock and is maintaining “resolute military posture.”\n\n“We are making full effort to manage the situation stably so that the situation does not escalate into a military crisis,” the ministry said in a statement. “If North Korea carries out military provocation, our military will respond with powerful force.\"\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nSouth Korea's vice unification minister, Suh Ho, who co-headed the liaison office, said North Korea's unilateral demolition of the office today was “unprecedented in inter-Korean relations,” calling it “a nonsensical act that should have not happened.”\n\n“We express deep regret and strongly protest against it,” Suh said.\n\nEarlier this month, North Korea threatened to permanently shut the liaison office with South Korea as it condemned its rival for failing to prevent activists from sending anti-North Korean leaflets across the border.\n\nSouth Korean soldiers patrol at Imjingak, near the demilitarized zone (DMZ) in Paju, South Korea, on Tuesday. Chung Sung-Jun / Getty Images\n\nLast week, North Korea cited the same reasons for axing all communications with South Korea, a move analysts believe could be an attempt to manufacture a crisis and force concessions from its neighbor.\n\nBefore South Korea's announcement that the liaison office was demolished, KCNA reported Tuesday that North Korea's military threatened to move back into zones that were demilitarized under inter-Korean peace agreements in the past as the country continued to dial up pressure on Seoul amid stalled nuclear negotiations with the Trump administration.\n\nThe general staff of the Korean People's Army said it's reviewing a ruling party recommendation to advance into unspecified border areas that had been demilitarized under agreements with the South, which would \"turn the front line into a fortress.\"\n\nOn Sunday, South Korea convened an emergency security meeting after North Korean leader Kim Jong Un’s sister, Kim Yo Jong, one of his top aides, threatened military action against South Korea.\n\nIn a statement carried Saturday by KCNA, Kim Yo Jong said she would leave the decision to take the next step of retaliation against South Korea to North Korea's military.\n\nShe also threatened to demolish the \"useless\" inter-Korean liaison office at the time.\n\nThe timing of North Korea's move to bomb the office is symbolic.\n\nJune 15 marked the 20th anniversary of the first inter-Korean summit that resulted in a joint peace declaration, in which the two countries committed to promoting unification, and humanitarian and economic cooperation.\n\nNorth Korea's close ally, China, has urged peace and stability on the Korean Peninsula on Tuesday amid the latest round of escalations, according to state news agency China News.\n\nExperts have previously told NBC News that North Korea is trying to ratchet up tensions with the South as nuclear talks with Washington remain deadlocked after Kim Jong Un's last summit with President Donald Trump in 2019 broke down without an agreement, and North Korea desperately needs relief in the face of harsh U.S.-led sanctions and the coronavirus pandemic.\n\nOn Friday, North Korea said it was pulling away from its relationship with the U.S. two years after a historic handshake between Trump and Kim Jong Un in Singapore and nearly a year after Trump took an unprecedented step onto North Korean soil, saying there had been no actual improvement in ties.", "link": "https://www.nbcnews.com/news/world/north-korea-bombed-inter-korean-liaison-office-near-border-south-n1231143", "published": "2020-06-16T12:34:00+00:00"}]}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/europe/brexit-coronavirus-boris-johnson/2020/06/15/022feab0-af10-11ea-98b5-279a6479a1e4_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-15T09:44:36", "title": "Boris Johnson still promising to get Brexit done, even amid pandemic and economic collapse", "author": ["William Booth", "London Bureau Chief", "Quentin Aries", "Karla Adam", "London Correspondent Covering The United Kingdom"], "text": "It is fair to say that Britain, with the third-highest coronavirus death toll in the world and its prime minister forced into an intensive care unit to fight for his life, has been distracted from long-running Brexit debates over cod fisheries, customs duties in the Irish Sea and shared aviation standards.\n\nAD\n\nBut Brexit is still a big deal for Prime Minister Boris Johnson, whose political career is built upon delivering it, even if pollsters say most Britons now care much more about the economic crisis and the virus.\n\nAD\n\nOn Monday, Johnson and European Commission President Ursula von der Leyen, alongside leaders of the European Council and European Parliament, held their first high-level talks in months — via a videoconference call between London and Brussels.\n\nAfter the closed session, Johnson cheerily said a deal could be reached by July with “a bit of oomph.”\n\nEuropean leaders pushed back and said there would be no deal unless Britain agreed to E.U. demands to guarantee a “level playing field.”\n\nAD\n\nThis remains a major sticking point for the Europeans, who don’t want Britain to have different — read weaker, or more flexible — environmental, health and labor laws, alongside more generous government subsidies, which could give the United Kingdom an unfair trade advantage.\n\nCharles Michel, president of the European Council, tweeted after the Johnson meeting, “Ready to put a tiger in the tank but not to buy a pig in a poke. Level playing field is essential.”\n\nAD\n\nJohnson’s Conservative Party won a landslide victory in December, based on the promise to “get Brexit done.” But many on both sides of the English Channel assumed the pandemic that has pummeled Britain and the continent might allow for more time to strike a bargain.\n\nAD\n\nIn addition to facing a health crisis, all of Europe is probably in recession now, with historic economic contractions predicted for the year.\n\nBusinesses in Britain are urging the government to strike a deal, rather than invite the additional instability of an abrupt break with the E.U.\n\nCarolyn Fairbairn, director general of the Confederation for Business Industry, a lobbying group, tweeted, “Many businesses are fighting to survive as the impact of COVID-19 unfolds.”\n\n“Government has ruled out an extension — business have no choice but to plan on that basis. But that means a deal is the only acceptable option,” she wrote.\n\nAD\n\nA recent survey, carried out by polling group Ipsos MORI, found that the majority of Britons were in favor of extending the transition period.\n\nAD\n\nThey seemed to be saying: What’s the rush?\n\nThe same survey found that more than three-quarters of Britons want the U.K. to work closely with the E.U. on the virus.\n\nBen Page, chief executive of Ipsos MORI, said the public’s concerns about Brexit have been pushed aside, primarily by the pandemic and the economy.\n\n“The heat has gone out of Brexit because of covid-19 and the recession at the moment. Where we will be next autumn and winter as we approach the deadline of Dec. 31 is another matter,” Page said.\n\nThe pollster added that about one third of Britons think their country has already left the E.U. “As for the rest, it isn’t currently the most salient issue, but I suspect the importance of it will gradually rise as we had towards that date.”\n\nAD\n\nAD\n\nIn a joint statement after Monday’s meeting, the two sides noted that Britain did not want to request an extension to the transition period, which ends Dec. 31.\n\n“Constructive discussions” were taking place, the parties said, but “new momentum was required.”\n\nIn Brussels, officials were pessimistic.\n\n“No deal is a risk,” said a European diplomat who spoke on the condition of anonymity to discuss sensitive negotiations.\n\nDiplomats in Brussels watched the talks taking place through Cisco Webex, the main software of the European Commission.\n\nThe E.U. negotiators want an agreement with binding commitments on environmental legislation, climate change, money laundering, tax issues and state aid. The U.K. is pushing for a trade deal with few strings attached, the diplomats said.\n\nAD\n\nEuropeans want their fishing industry to have deep access to British waters, a red line for London.\n\nAD\n\nBut European diplomats say the virus has changed the dynamics.\n\nWith the E.U. planning to spend billions to bounce back from the virus, European leaders are less keen to spend hours on the future trade deal with the U.K.\n\nE.U. negotiator Michel Barnier last week reminded all that time is short.\n\n“We just simply cannot grant to the U.K. access to our market of 450 million people without clear rules guaranteeing the respect of an economic and business fair play,” Barnier said.\n\n“As of now, the U.K. is asking us to take their word for it, ensuring it will not engage in unfair competition, nor will seek to weaken European standards. They even say they will maintain standards superior to ours. But British negotiators refuse to commit themselves in the agreement,” he said."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/north-korea-liaison-office-kaesong-explosion-demolish-dmz/2020/06/16/7c7a2dc0-af9d-11ea-98b5-279a6479a1e4_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-16T16:06:00", "title": "North Korea blows up joint liaison office, dramatically raising tensions with South", "author": ["Min Joo Kim", "Reporter In Seoul Covering South", "North Korea"], "text": "Shortly afterward, as smoke billowed near the heavily defended frontier, North Korea's state media said the liaison office was \"tragically ruined with a terrific explosion.\"\n\nAD\n\nThe destruction of a rare symbol of cross-border cooperation marked a sharp escalation from Pyongyang, which has sounded an increasingly aggressive tone toward South Korea in recent weeks amid a deadlock in diplomacy with the United States. Earlier Tuesday, North Korea's army, one of the world's largest, warned that it was ready to move forces back into border zones the two Koreas had previously agreed to demilitarize.\n\nAD\n\nThe regime also has been criticizing plans by defectors in the South to launch pro-democracy leaflets across the border that are intended to promote human rights and undermine the dictatorship of Kim Jong Un.\n\nDemolishing the building was the act of \"enraged people\" retaliating against \"human scum,\" Pyongyang's official Korean Central News Agency said, an apparent reference to the North Korean defectors.\n\nAD\n\nSouth Korea expressed \"severe regret\" at the North's move. Kim You-geun, first deputy chief of Seoul's National Security Council, said it \"betrayed the hopes of peace on the Korean Peninsula.\"\n\n\"North Korea will obviously be held accountable for any and all consequences of this incident,\" Kim said, adding that the U.S. ally would take strong actions if the North carries out further provocations.\n\nPyongyang's recent outbursts have coincided with the elevation of Kim Yo Jong, the North Korean leader's younger sister, to a more public role in the regime, fueling speculation among political analysts that officials are readying her for higher office.\n\nIn a statement Saturday, she labeled the liaison office \"useless\" and threatened to destroy it \"before long,\" adding that she had asked the military to prepare a \"hostile action\" to unnerve the South.\n\nAD\n\nAD\n\n\"If the South Korean authorities have now [the] capability and courage to carry out at once the thing they have failed to do for the past two years, why are the north-south relations still in stalemate?\" she said.\n\nThe remarks demonstrated North Korea's frustration over its inability to win relief from international sanctions after two years of detente and nuclear diplomacy with the United States, including three meetings with President Trump.\n\nWith its trade still severely curtailed, North Korea has been unable to develop its economy, while South Korea's center-left government has been unable to move forward with proposals for joint projects that might boost cooperation with its impoverished neighbor, such as cross-border railways.\n\nAD\n\nLeif-Eric Easley, a professor of international studies at Ewha Womans University in Seoul, said that North Korea is strategically pressuring the South to try to secure concessions on sanctions.\n\nAD\n\n\"It's hard to see how such behavior will help the Kim regime get what it wants from the world, but clearly such images will be used for domestic propaganda,\" Easley said. \"So Seoul needs to impose additional costs demonstrating to Pyongyang that its threats are counterproductive.\"\n\nEarlier this month, North Korea shut down telephone hotlines with South Korea and threatened to scrap a military agreement unless Seoul stopped the anti-Pyongyang activists. South Korea's government said it would ban the activist groups from sending leaflets and asked the police last week to investigate them.\n\nThe liaison office, where officials from the two Koreas were able to communicate around-the-clock, had been temporarily closed since January due to concerns over the novel coronavirus outbreak.\n\nAD\n\nBut its destruction is a setback for South Korean President Moon Jae-in, who has made efforts to coax Pyongyang to give up nuclear weapons and end deep-rooted hostilities between the rival Koreas the hallmarks of his presidency. The two nations have remained technically at war since their 1953 armistice.\n\nAD\n\n\"North Korea should not cut off communications, create tensions and go back to the past era of confrontations,\" Moon said in a speech Monday.\n\nThe uptick in aggressive behavior from Pyongyang is also unfolding at a time of heightened insecurity in Asia, where China has been forcefully asserting its influence amid concern about the Trump administration's commitments to long-standing U.S. alliances.\n\nAD\n\nOn Monday, Chinese and Indian forces clashed at their disputed border in the Himalayas in their most serious conflict in decades, leading to fatalities. China has been ramping up threats against Taiwan, the self-governed democracy that Beijing regards as its own territory, tightening its grip over Hong Kong and entrenching control of islands in the disputed South China Sea.\n\nChinese Foreign Ministry spokesman Zhao Lijian said Tuesday that Beijing hoped for peace and stability on the Korean Peninsula."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/three-indian-soldiers-killed-in-rare-clash-on-china-india-border/2020/06/16/13c11c46-afa5-11ea-98b5-279a6479a1e4_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-16T12:14:00", "title": "‘Violent faceoff’ in the Himalayas leaves 3 Indian soldiers dead, possible Chinese losses", "author": ["Joanna Slater", "Foreign Correspondent Covering South Asia", "Gerry Shih", "China Correspondent"], "text": "An officer and two soldiers died during a “violent faceoff” late Monday that caused “casualties on both sides,” the Indian Army said in a statement. It did not say how they were killed.\n\nSenior military officers from both countries are meeting to “defuse the situation,” the army added.\n\nAD\n\nChinese Foreign Ministry spokesman Zhao Lijian did not confirm any Chinese casualties at a news briefing Tuesday.\n\nAD\n\nZhao told reporters that Indian troops had twice crossed the Line of Actual Control, the unofficial border that divides the two countries. He accused India of “provoking and attacking Chinese personnel, which led to serious physical conflicts between the two sides.”\n\nThe clashes come at a time when China is flexing its muscles across the region amid a global pandemic. In recent weeks, it has confronted Malaysian and Vietnamese vessels in the South China Sea and twice sailed an aircraft carrier through the Taiwan Strait.\n\nIndia and China fought a brief war in 1962 and the border between them remains unresolved. Since May, India and China have been embroiled in tensions at several spots along the border. Soldiers engaged in skirmishes using rocks and sticks and dozens were injured, according to Indian media reports.\n\nAD\n\nAD\n\nThe tensions are especially intense at several points in Ladakh, a territory high in the western Himalayas. Analysts say that it is common for both countries to send patrols up to their respective claim lines and retreat, which sometimes leads to altercations.\n\nBut while both governments have remained tight-lipped, what has occurred in recent weeks is of a different nature. Chinese troops have crossed several kilometers into territory that India claims at several points, according to analysts and media reports. In particular, reports say, they have occupied an area in the Galwan River valley that overlooks a strategically crucial road for India.\n\nMonday night’s deadly clashes took place in the Galwan valley, the Indian Army said.\n\nAD\n\n“You’re in a very, very serious situation here,” said Ajai Shukla, an Indian defense analyst and former army officer who has written about the tensions. “This could go any which way.”\n\nAD\n\nHu Xijin, editor of the nationalist state-run newspaper the Global Times, said on Chinese-language Weibo that his sources told him there had been Chinese casualties in the clash, but he did not specify if there were any deaths or give further details.\n\n“I want to tell Indians: do not misjudge China’s restraint as weakness, and never be arrogant before China,” he said. “China does not want conflict with India, but it is never afraid of conflict.”\n\nSong Zhongping, a Chinese military analyst and former lecturer at the People’s Liberation Army Rocket Force University of Engineering, accused India of engaging in premeditated escalations “to distract from their domestic political situation.” China needs to “try the best methods to resolve the issue by diplomatic means, but also prepare militarily for the worst outcome.”\n\nAD\n\nAD\n\nEarlier this month, the Chinese military staged a drill that moved thousands of paratroopers “within hours” from central Hubei Province to a remote Himalayan mountain range. The exercise, which was publicized by the PLA, was designed to send a message that China was able to rapidly deploy reinforcements to the Indian border and fight in low-temperature and low-oxygen conditions, according to state media.\n\nIndian analysts said that China’s actions were another sign of its aggressive intentions in the region. There is a “new edge” to China’s attitude, said Nirupama Rao, a former Indian ambassador to China. “This assertiveness, this readiness to throw [away] internationally accepted behavior to advance their claims and interests, it’s worrisome for so many countries.”\n\nAD\n\nShih reported from Seoul. Niha Masih in New Delhi and Lyric Li in Beijing contributed to this report."}, {"link": "https://www.washingtonpost.com/world/two-years-after-trump-kim-met-n-korea-voices-despair-vows-to-build-military/2020/06/11/62095810-ac48-11ea-868b-93d63cd833b2_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-16T15:14:00", "title": "Sister of North Korea’s Kim Jong Un rises in prominence as threats replace outreach", "author": ["Simon Denyer", "Tokyo Bureau Chief Covering Japan", "North Korea", "South Korea.", "Min Joo Kim", "Reporter In Seoul Covering South"], "text": "On Saturday, Kim Yo Jong slammed as “useless” a South Korean liaison office in the city of Kaesong, which served as a de facto diplomatic post for the South. She warned that the office would be destroyed “before long.”\n\nAD\n\nThat happened Tuesday, when North Korea blew up the building and threatened to move troops into the demilitarized zone.\n\nAD\n\nKim Yo Jong’s rise is a stunning shift that has ignited fresh speculation that North Korea’s leader is not in the best of health — despite no firm evidence of illness — and that he could be looking ahead to ensure power remains with the family.\n\nSome officials in South Korea initially welcomed the news of Kim Yo Jong’s greater role, hoping she could provide a direct channel to Kim Jong Un in efforts to bring the two Koreas closer.\n\nBut several experts in North Korean affairs warned against expecting any change in the regime’s increasingly aggressive posturing — which has blasted holes in the hopes for rapprochement with the United States and South Korea.\n\nAD\n\nKim Yo Jong began her new role in charge of relations with South Korea by picking a fight with the government in Seoul. Then on Friday — the second anniversary of a historic Singapore summit between President Trump and her brother — North Korea issued another broadside: pledging to further bolster its military to counter threats from Washington.\n\nAD\n\nIn a statement issued earlier this month, Kim Yo Jong complained bitterly about defectors scattering hundreds of leaflets across the border into North Korea, calling them “human scum little short of wild animals” and “riffraff” betraying their homeland.\n\n“Now that the mongrel dogs are doing others harm, it is time to bring their owners to account,” she added, threatening to sever ties with the South Korean government unless it cracked down on the defectors’ pro-democracy activism.\n\n'Unusually high profile'\n\nRachel Minyoung Lee, a former North Korea analyst for the U.S. government, said North Korean state media gave Kim Yo Jong’s statement an “unusually high profile,” even holding it up as a reference point in articles, rallies and people’s reactions.\n\nAD\n\n“This clearly was intended to give Kim Yo Jong more prominence than she — and probably any other non-Kim leader — had ever received,” she said, adding that this has transformed her image from being the leader’s sister into a policymaker in her own right.\n\nAD\n\nThat has reignited scrutiny about Kim Jong Un’s health, after rumors swirled in April that he was gravely ill or had died. Kim reappeared in public in early May after an unexplained three-week absence, one of several prolonged withdrawals by him from the public eye this year.\n\nAndrei Lankov, an Asia scholar and professor at Kookmin University in Seoul, noted that Kim Jong Un has appeared in state media only three times since April 11, once in public, and twice in closed-door meetings, while also not signing official documents at his usual pace.\n\nAD\n\n“Something is wrong with Kim Jong Un’s health,” he argued. “And at such times, it’s important to have a deputy. And who can be such deputy? Someone who is unlikely to take all power for himself or herself.”\n\nKim’s father and grandfather had elevated siblings into senior positions, and Lankov said Kim Jong Un appeared to be doing the same — particularly because his children are still young.\n\nAD\n\n“It’s an established tradition within the Kim family, when your future successor is a bit too young, you just take your sibling because your sibling is reliable, and probably not going to betray you,” he said.\n\nNo sign Kim Jong Un is ill\n\nBruce Klingner, a North Asia expert at the Heritage Foundation, agreed that Kim Yo Jong’s elevation could be related to concerns about her brother’s health. Kim Jong Il’s stroke in 2008 spurred the leader to prepare his son Kim Jong Un for power.\n\nAD\n\nBut Klingner noted that there is no evidence that Kim Jong Un’s absences were because of ill health. South Korea says it thinks the North Korean leader has simply been sheltering from the novel coronavirus.\n\n“Since his return, Kim has seemed vibrant rather than frail, though, of course, not the picture of health, and he remains morbidly obese,” Klingner said.\n\nAD\n\nSome experts said Kim Yo Jong’s hard-line comments could be viewed as an attempt to bolster her credibility within the regime. But others said it may simply reflect shifting priorities within North Korea.\n\nWhen the North Korean regime felt threatened by the Trump administration and wanted to dial down tensions, Kim Yo Jong visited South Korea for the Winter Olympics in 2018 and presented a friendlier, less-menacing image for the regime.\n\nAD\n\nNow North Korea appears to want more concessions from South Korea by amping up the threat level, Lankov said, and Kim’s sister is presenting quite a different picture to the world.\n\n'Dark nightmare'\n\nPark Jie-won, who served as a South Korean envoy to Pyongyang during the government of president Kim Dae-jung, said he met Kim Yo Yong last June. She came to the border village of Panmunjom to offer condolences on the death of the late president Kim’s widow.\n\nAD\n\nHe said her elevation would simplify inter-Korean dialogue because she had direct access to her brother.\n\nPark said he was not worried about Kim Yo Jong’s rhetorical attack on South Korea, which he said was aimed at her domestic audience.\n\nAD\n\nYet his optimism is not widely shared.\n\nOn Tuesday, North Korea announced that it was closing telephone ties with the South, and on Friday, it issued a fierce denunciation of the United States.\n\nHope for improved relations had been high during the Singapore summit in 2018, said North Korean Foreign Minister Ri Son Gwon, but this has given way to “despair characterized by spiraling deterioration.”\n\n“Even a slim ray of optimism for peace and prosperity on the Korean Peninsula,” he said, “has faded away into a dark nightmare.”"}, {"link": "https://www.washingtonpost.com/lifestyle/2020/06/16/theres-loophole-along-closed-us-canada-border-couples-are-getting-married-there/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-16T12:00:03", "title": "There’s a loophole along the closed U.S.-Canada border. Couples are getting married there.", "author": ["Sydney Page"], "text": "They would talk from several feet apart — Smith, 27, firmly planted on the U.S. side in Washington state and Bosello, 31, on the Canadian side. Border officers eavesdropped, and trucks sped by, drowning out their already muffled conversations, they said.\n\nOther couples and families started showing up at the 0 Avenue ditch, too. For months, it was a strange and dusty meetup spot where couples would go to see each other and would often notice others doing the same.\n\nAD\n\nAD\n\nMeeting this way was painful, Bosello said, “but it was still better than nothing.”\n\nAs the weather warmed and shutdowns lifted, a superior reunion spot emerged in mid-May: Peace Arch Park. There, cross-national couples and families could actually embrace — at long last.\n\nThe recently reopened park is situated between Blaine, Wash., and Surrey, B.C.\n\n“When I finally hugged him again, it felt like it was the first time I ever did,” Bosello said.\n\nIn fact, the couple, who has been together for five years, was so ecstatic to reunite, they took a huge relationship leap. On June 6, they gathered a small group of family and friends and got married.\n\n“Being separated made us realize what’s truly important to us,” Smith said. “The circumstances we found ourselves in really highlighted that we wanted to make it official.”\n\nAD\n\nAD\n\nThe couple ordered silicone rings online to use as temporary wedding bands, and Bosello wore a navy dress she had ordered for a friend’s wedding — paired with sneakers.\n\n“It was all very casual and improvised,” Bosello said. “But it was such a wonderful day, and so nice to just turn off everything else going on in the world.”\n\nThe couple, who meet at the park daily, is hoping their marriage will speed up the process of Smith becoming a permanent Canadian resident, for which he submitted an application nearly two years ago.\n\nSmith is originally from Beltsville, Md., and was serving in the military in South Korea when he met Bosello, who was temporarily working abroad as a teacher.\n\nAD\n\nBosello moved home to Canada three weeks after the couple hit it off at a bar in Seoul, and they’ve been in a long-distance relationship ever since. She stayed in Vancouver while Smith moved to Seattle and finally to Blaine.\n\nAD\n\nThe couple would see each other regularly because the drive between their respective homes is only about 40 minutes.\n\n“For a while, the distance was very manageable,” Bosello said. “Then the pandemic hit.”\n\nThey are not the only couple who had the idea to tie the knot at the border.\n\nBefore the park reopened, Liz Peters’s parents drove seven hours from Portland, Ore., to celebrate her wedding along 0 Avenue, while still standing on American soil. The couple married nearby and met her parents right after to celebrate because they couldn’t be at the ceremony.\n\n“I’m very close with my parents and could never imagine them not being there on my wedding day,” said Peters, 27, who lives in Abbotsford, B.C.\n\nBut as word started getting out about the lucky loophole at Peace Arch Park, lovesick Americans and Canadians began showing up there to be together.\n\nAD\n\nAD\n\nThe day after Smith and Bosello tied the knot, Ryan Hamilton, 26, and Savannah Koop, 25, did, too.\n\nKoop, a Canadian, and her American husband also met regularly along 0 Avenue before the park reopened, each with their own coffee and snacks, for weekly date nights.\n\n“It was so hard to be so close yet so far,” Koop said.\n\nWhen the couple heard the park reopened, they also decided to make their love official in the only place they could be together, after their original wedding was canceled because of the pandemic.\n\nThis spontaneous ceremony, they said, was even more special after their time apart.\n\nThe park is considered equal parts American and Canadian — a shared territory for citizens of both countries to visit. The southern half is owned by Washington State Parks, while the northern half is owned by British Columbia Provincial Parks.\n\nAD\n\nAD\n\nEntryways from both the American and Canadian sides are patrolled, and the park itself is surveilled to ensure no one exits the wrong side. But as long as visitors stay within the 42-acre area, they are permitted to roam freely throughout the grounds. According to the park’s website, it is a space that is “devoted to peace and serenity.”\n\nChelsea Horner, 30, who is in the midst of an American immigration process, took a ferry with her two kids from Canada to meet her husband, who is based on Whidbey Island, Wash.\n\n“Anything is worth it to be able to see the person you love and unite your family,” she said.\n\nThe couple, who normally commute back and forth, have plans to meet at the park again for Father’s Day this weekend.\n\nAD\n\nIn addition to couples, it’s been an important meeting spot for other loved ones.\n\nAD\n\nKylie Hults, 34, visits with her parents at the park. She drives two hours from Brenton, Wash., while her folks travel 10 minutes from the Canadian border.\n\nHults, who is an only child, said this time together has been very important for her parents during the pandemic.\n\nFor them, and many others, Peace Arch Park is “the happiest place on earth.”\n\n“It is the Disneyland of the Pacific Northwest,” said Erik Buddingh, 33.\n\nThe Canadian man ventured to the park to reunite with his American girlfriend, who flew from Indiana to Seattle and then drove to the border for a few stolen hours with him.\n\n“The park is filled with grandparents meeting their grandchildren for the first time, families reuniting after being divided by the border closure, couples coming together and even old friends meeting just to catch up,” Buddingh said.\n\nAD\n\nAD\n\nTime apart from his long-distance love has taught him to appreciate the little things, he said.\n\nAbove all, though, “this park shows that love knows no borders.”\n\nRead more:"}, {"link": "https://www.washingtonpost.com/world/the_americas/brazil-bolsonaro-coronavirus-cases-deaths-reopening-second-wave/2020/06/15/3282d27e-ae4b-11ea-856d-5054296735e5_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-16T11:00:00", "title": "Brazil ignored the warnings. Now, while other countries fret over a second coronavirus wave, it can’t get past its first.", "author": ["Terrence Mccoy", "Reporter Covering Social Issues"], "text": "So Carlos Machado, a senior scientist with Brazil’s prestigious Oswaldo Cruz Foundation, wanted the language to be strong. At the request of Rio officials, his team was assembling a list of recommendations. He needed to make clear what would happen if they didn’t immediately impose a complete lockdown.\n\n“It would result,” the team warned in the early May report, “in a human catastrophe of unimaginable proportions.”\n\nAD\n\nBut the officials never instituted a lockdown. Cases and deaths soared. People stopped isolating, choosing instead to pack beach boardwalks on weekends. And the warning turned out to be just one more exit ramp that Brazil declined to take on its way toward becoming the second-most disease-ravaged country in the world.\n\nLatin America’s largest country has so far registered more than 888,000 coronavirus cases and nearly 44,000 deaths, second on both counts only to the United States. But while other countries have been through steep curves and are now focused on preparations for a possible second wave, Brazil can’t even get past its first.\n\nWhat’s happening here appears to be unique on a global level. Despite soaring numbers, officials never implemented measures largely successful elsewhere in the world. There has been no national lockdown. No national testing campaign. No agreed-upon plan. Insufficient health-care expansion. Instead, the hardest-hit cities are now deciding to open up, throwing open the doors to malls and churches, at a time when the country is routinely posting more than 30,000 new cases a day — five times more than Italy reported at the peak of its outbreak.\n\nAD\n\nAD\n\nThe inaction has pushed the country onto a path that scientists call uncharted.\n\n“We are doing something that no one else has done,” said Pedro Hallal, an epidemiologist at the Federal University of Pelotas. “We’re getting near the curve’s peak, and it’s like we are almost challenging the virus. ‘Let’s see how many people you can infect. We want to see how strong you are.’ Like this is a game of poker, and we’re all in.”\n\nBrazil is on a trajectory to register more than 4,000 deaths per day and overtake the United States in both cases and deaths by the end of July, according to researchers at the University of Washington. But just as the pandemic is magnifying the similarities between the United States and Brazil — two continent-sized countries with extreme inequality and populist presidents — it is also revealing the chasm between them. Brazil has neither the world’s biggest economy, nor one of its strongest health-care systems, nor the U.S. Centers for Disease Control and Prevention.\n\nLimited resources always meant that Brazil had far less room for error — less room for political disagreement in the face of an outbreak — than its more developed peers. But despite the stakes, the country never found unity. President Jair Bolsonaro, who continues to dismiss the disease and its victims, has urged a policy of doing nothing. He has attacked governors who advocated restrictive measures as corrupt liars, waded into crowds of supporters in defiance of his advisers’ admonitions and threatened to host a large barbecue to spite public health recommendations.\n\nAD\n\nAD\n\nHe never empowered health experts and scientists to lead a response. Instead, they were undermined and ignored, sidelined and pushed out. He fired his first health minister, Luiz Henrique Mandetta, whose sober briefings had calmed anxious Brazilians, after they’d clashed over the need for social distancing. Then he pushed out his replacement, Nelson Teich, who failed to share his zeal for using chloroquine as a coronavirus treatment. (The U.S. Food and Drug Administration this week revoked its emergency authorization to use the anti-malarial drug to treat the coronavirus, saying it was unlikely to be effective but carries “potential serious side effects.”)\n\nBolsonaro has now replaced Teich with a military man who isn’t a doctor.\n\nThe unfolding disaster underscores the limits of scientific persuasion in a country where faith in institutions has plunged for years. It’s not just federal officials who have declined to follow the experts’ guidelines. Large portions of the population, either because of poverty or apathy, are now living their lives largely as before — going to the beach, attending parties and other get-togethers, riding crowded buses.\n\nAD\n\nAD\n\n“It was a failure,” said Lígia Bahia, a professor of public health at the Federal University of Rio de Janeiro. “We didn’t have enough political force to impose another way. The scientists alone, we couldn’t do it. There’s a sense of profound sadness that this wasn’t realized.”\n\nHaving decided to open up despite scientific consensus that it should not, the country is now lurching down a path that so far only Sweden has attempted to navigate — but in a much less tactical, methodical fashion. In some pockets of the country — particularly the north — one-fourth of people have already developed antibodies to the disease. If herd immunity is to happen in any country, it might happen in Brazil first.\n\n“The question is, ‘Where will this go?’ ” said Theo Vos, a professor of health metrics sciences at the University of Washington, whose models are used by the White House. “It could be that in Brazil, you could start reaching saturation, where so many people in the population have been in contact with the virus that it starts to come down.”\n\nAD\n\nAD\n\nHe paused.\n\n“But it comes at an enormous toll. It’s the sort of situation that we’re advising governments to try and avoid.\n\n“We don’t have another example of where for the moment it is looking bleaker.”\n\nOne city in the throes of this wrenching process is Boa Vista, in the underdeveloped and isolated Amazonian state of Roraima. More than one-fourth of its 277,000 residents have developed antibodies to the disease, according to Brazilian scientists conducting an ongoing study. The public system has stopped testing people. Promised field hospitals never materialized. The situation has grown so grave that patients are being flown to Manaus, itself a global symbol of the damage the virus can inflict on the developing world.\n\nAD\n\nBut most of the country is far from achieving herd immunity, which occurs when between 60 and 70 percent of the population has been infected by or exposed to a disease or vaccine and can now resist it. By early June, less than 3 percent of the population had covid-19 antibodies. In Rio, where 5,000 people have died, the rate was less than 8 percent.\n\nAD\n\n“No end in sight,” read a large headline in the O Globo newspaper last week.\n\nWhen Machado, the Oswaldo Cruz Foundation scientist, was asked how much could have been averted if his warnings had been heeded, he looked pained.\n\n“From the point of view of public health, it’s incomprehensible that more rigorous measures weren’t adopted,” he said. “We could have avoided many of the deaths and cases and everything else that is happening in Rio de Janeiro.”\n\nAD\n\n“It was an opportunity lost.”"}, {"link": "https://www.washingtonpost.com/world/2020/06/16/israel-annexation-is-saying-quiet-part-loud/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-16T17:00:00", "title": "For Israel, West Bank annexation is saying the quiet part loud", "author": ["Ishaan Tharoor", "Columnist Covering Foreign Affairs", "Geopolitics"], "text": "The problem for Netanyahu and his allies is that much of the world opposes their plans. In Washington, Democrats and even some Republicans are against it, with Trump and Netanyahu’s close embrace widening a partisan split over support for Israel.\n\nAD\n\nAD\n\nFor the Palestinian leadership, annexation is a non-starter, and they have reacted angrily, suspending coordination with Israel on a host of day-to-day matters. “This is an issue in which we cannot be silent on,” Palestinian Prime Minister Mohammad Shtayyeh told reporters last week. “Annexation is an existential threat for our future.” (Many ordinary Palestinians, though, may argue that it would simply be further confirmation of a long-standing status quo in which their freedoms and political rights are subordinate to — and often curtailed by — the imperatives of Israeli security.)\n\nThough Netanyahu and Trump pay lip service to the future viability of an independent Palestinian state, no serious expert believes it would be more likely once the internationally brokered understandings of the past three decades get cleaved apart by a unilateral act of annexation. Instead, the specter of an entrenched apartheid looms.\n\nThe annexation of Palestinian territory by the Israeli government would make the occupation permanent. That is unacceptable. I was proud to address thousands of Israelis, Arabs and Jews, demonstrating in Tel Aviv against this outcome. pic.twitter.com/yP8voFi9At — Bernie Sanders (@BernieSanders) June 9, 2020\n\nMost of Washington’s foreign policy community recognizes the risks of the moment. “A cost-benefit analysis argues for preserving the status quo,” wrote Robert Satloff, executive director of the Washington Institute for Near East Policy. “Israel already enjoys complete security control over the West Bank, its civil law already governs its citizens living there, and it has largely succeeded in normalizing the international community to continued growth in settlement activity. Most relevant actors—the Palestinian Authority, many Arab states, key European capitals, UN Security Council members, and the United States—have reconciled themselves to this reality and do not actively oppose it.”\n\nAD\n\nAD\n\nIn other words, Netanyahu could endanger the paramount control Israel already maintains over the Palestinian territories, as well as the relative international quiescence over its actions there, including its expansion of settlements over the past couple of decades.\n\n“From the Israeli perspective, there has been relative peace in the occupied territory, Palestinian security forces (and not Israel) have regularly policed Palestinian demonstrations, and the international community (and not the Israelis) has paid for much of the costs for the Palestinian security service,” Michael Lynk, the U.N.’s special rapporteur on human rights in the Palestinian territories, told Today’s WorldView. But for the Palestinians, for whom a genuine state seems further away than ever, the bargains of the 1990s “look very lopsided,” Lynk added.\n\nNow, some European governments have condemned the prospect of annexation — with one top diplomat recently branding it “a gross violation of international law” tantamount to “stealing.” Israel’s Arab neighbors are furious. Netanyahu’s relations with King Abdullah of Jordan have sharply deteriorated in recent months, with the royal reportedly refusing a phone call with the prime minister Monday.\n\nAD\n\nAD\n\nTrump’s lieutenants, including Secretary of State Mike Pompeo, like to tout the cautious support for their efforts offered by other Arab states, particularly the Persian Gulf monarchies that have found common cause with Israel in large part thanks to their shared antipathy toward Iran. But on Friday, Yousef al-Otaiba, the UAE’s ambassador in Washington, published an unprecedented op-ed in Hebrew in one of Israel’s biggest dailies, warning that annexation would be “a misguided provocation” that dooms the tacit rapprochement underway.\n\n“We’d like to believe that Israel is an opportunity, not an enemy,” wrote Otaiba, a polished Emirati diplomat close with the Trump administration. “We face too many common dangers and see a huge potential in having warmer relations. A decision by Israel to annex will be an unmistakable sign indicating whether Israel views matters the same way.”\n\nUAE Ambassador writes in Israeli newspaper outlining the costs of annexation - versus the great potential of warmer ties.https://t.co/m5RGi3xf7t\n\n\n\npic.twitter.com/Mh5x1qDqGM — هند مانع العتيبة Hend Al Otaiba (@hend_mana) June 12, 2020\n\nEven many prominent retired officials in the Israeli security establishment are opposed to annexation, fearing the collapse of the Palestinian Authority’s legitimacy and the rise of militant factions like Hamas. “What might start after July 1 with a Knesset vote on a partial annexation may soon thereafter spin out of control and lead to a complete Israeli takeover of the West Bank and Gaza, meaning that Israel’s military would be the sole entity ruling over millions of Palestinians—with no exit strategy,” wrote Ami Ayalon, Tamir Pardo and Gadi Shamni, three former top-ranking Israeli commanders.\n\nAD\n\nAD\n\nThat’s a reality they may want to avoid for strategic and moral reasons. Annexation “will lead to a cascade of grievous human rights consequences,” said Lynk, who is also a Canadian law professor. “And it will solidify not the creation of a Palestinian state, but the completion of a Palestinian Bantustan, an archipelago of disconnected islands of territory, completely surrounded and divided up by Israel and unconnected to the outside world.”\n\nFaced with rising global anger and scrutiny, Netanyahu could yet pull back, already assured of a discreet political victory. “He wants to get credit for making this an issue and for changing the discourse,” Haaretz journalist Anshel Pfeffer told my colleague Ruth Eglash. “For many years, the conversation was about Israel dismantling settlements and retreating to achieve peace. Now the conversation is about Israel going forward and annexing the settlements. Even if nothing changes on the ground, this might be enough for Netanyahu.”\n\nBut other pressures may come to bear, not least the possibility that, after November’s U.S. presidential election, the winds could be blowing in a different direction in Washington. “This may be a political window that will soon close again,” Lynk said. “A full or partial annexation seems more likely than not doing anything.”\n\nAD\n\nAD"}, {"link": "https://www.washingtonpost.com/world/europe/verdict-for-american-paul-whelan-held-in-russia-on-spy-charges-expected-monday/2020/06/15/175fc7a4-aa5e-11ea-a43b-be9f6494a87d_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-15T07:42:00", "title": "American Paul Whelan convicted of spying by Russia, given 16 years in prison", "author": ["Isabelle Khurshudyan", "Foreign Correspondent Based In Moscow"], "text": "Whelan, arrested on Dec. 28, 2018, has said he thought the flash drive that he received from an acquaintance contained holiday photos. He said Monday that he plans to appeal the court’s decision.\n\nAD\n\nNow that Whelan has been convicted, speculation is rife about a possible prisoner exchange with the United States. Zherebenkov said Monday that “Paul expected this decision because even when he was detained, he was told [by Russian security service agents] that he would be exchanged.”\n\nAD\n\nWithout revealing his source, Zherebenkov said he was told Konstantin Yaroshenko, a pilot who was arrested in 2010 for conspiracy to smuggle cocaine into the United States, and Viktor Bout, a gun runner who inspired the 2005 Hollywood film “Lord of War,” are the people the Kremlin is focused on as possible trades for Whelan’s release.\n\n“I heard talk that, why should we waste time on the appeal if we can just go ahead with the exchange?” Zherebenkov said. “I can’t give you any names, but I know that the exchange is being discussed.”\n\n\n\nAD\n\nIn July, Russian Deputy Foreign Minister Sergei Ryabkov suggested the United States should “free Yaroshenko, swap him for an American or Americans who are serving their sentence here,” according to the Interfax news agency.\n\n“I’m in no position to discuss prisoner exchanges,” U.S. Ambassador to Russia John Sullivan said Monday. “Paul has now just become a convict in the Russian system. I’m advocating for justice for Paul. . . . What we’re looking for is not an exchange; we’re looking for justice for Paul Whelan.”\n\nAD\n\nEven before the verdict was announced, Whelan appeared to believe a guilty result was a foregone conclusion, shouting from within a glass-enclosed area in the courtroom that Russia “feels impotent in the world, so they’re taking political hostages.”\n\nAD\n\n“This is slimy, greasy, rubbish Russian politics — nothing more, nothing less,” Whelan called out to reporters.\n\nAfter the verdict, Whelan shouted that he had no English interpretation and had no idea what decision was announced.\n\nSpeaking on the courthouse steps after the verdict, Sullivan described the case as “a mockery of justice.”\n\n“Is this an impediment? Absolutely,” he said of the relationship between Moscow and Washington, referring to current affairs as at a “low ebb.”\n\nThe U.S. Embassy has repeatedly condemned what it called the prosecution’s lack of evidence and described Whelan’s treatment as “shameful.” He was not permitted to phone his family until 16 months into his detainment, and the embassy said he did not have access to English-speaking doctors for a preexisting inguinal hernia.\n\nAD\n\nAD\n\nAfter experiencing “severe abdominal pain” late last month, Whelan had an “emergency hernia operation” at a Moscow hospital, Whelan’s twin brother, David Whelan, said in an email, citing information from the embassy. The surgery was successful, he said.\n\nSecretary of State Mike Pompeo said Monday in a statement that “the treatment of Paul Whelan at the hands of Russian authorities has been appalling.”\n\n“The United States is outraged by the decision of a Russian court today to convict U.S. citizen Paul Whelan after a secret trial, with secret evidence, and without appropriate allowances for defense witnesses,” the statement said. “We have serious concerns that Mr. Whelan was deprived of the fair trial guarantees that Russia is required to provide him in accordance with its international human rights obligations.”\n\nAD\n\nAD\n\nThe trial, which began in March, was largely behind closed doors, with the court citing the classified materials in the case. Proceedings continued despite the strict coronavirus-related restrictions imposed in Russia’s capital.\n\n“Whelan was under surveillance for a number of years; there was a certain script, and there were obvious elements of provocation,” Zherebenkov said. The lawyer added that over the course of many trips to Russia, Whelan got to know about 60 people, “but not a single one has stated that Paul tried to recruit them.”\n\nWhelan, who also has Canadian, Irish and British citizenship, was the corporate security director at BorgWarner, a Michigan-based automotive parts supplier, at the time of his arrest. He received a bad-conduct discharge from the Marines in 2008, according to military records.\n\nAD\n\nAD\n\n“I need the president of the United States and the prime ministers of Canada, Ireland and England to act decisively to end this political charade,” Whelan said in the courtroom Monday.\n\nThe Canadian government said Monday that it is “deeply concerned” by Whelan’s conviction and sentencing and that it would continue to provide consular assistance to him and his family.\n\n“The severity of the sentence clearly demonstrates that Russia is using its judicial system as a political tool,” said Angela Savard, a spokeswoman for Global Affairs Canada. “Canada calls upon Russia to ensure a fair and transparent appeal process free of political interference.”\n\nAD"}, {"link": "https://www.washingtonpost.com/weather/2020/06/15/calgary-hail-storm/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-15T07:19:37", "title": "A violent hailstorm and flooding struck Calgary, Canada, on Saturday", "author": ["Matthew Cappucci", "Meteorologist", "Capital Weather Gang", "June At Pm", "Matthew Cappucci Is A Meteorologist For Capital Weather Gang. He Earned A B.A. In Atmospheric Sciences Harvard University In", "Has Contributed To The Washington Post Since He Was He Is An Avid Storm Chaser", "Adventurer", "Covers All Types Of Weather", "Climate Science"], "text": "\n\nHail wrecked the siding of homes in Calgary on Saturday. (Ben Chernesky/Twitter @Zombery360)\n\nA vicious hailstorm pounded Calgary, Canada, on Saturday, turning a summer day into a virtual winter wonderland as chunks of ice the size of tennis balls ricocheted out of the sky. Wind-driven hailstones shattered windows and windshields, peeled the siding off homes and businesses, and coated the ground several inches thick, making it a monochromatic icy landscape.\n\n[Towering corkscrew-shaped storms swirled over Alberta last June]\n\nTrees were stripped bare in some areas where heavy hail shredded vegetation. Elsewhere, reports of funnel clouds accompanied the ominous storm as it churned through the city of 1.4 million.\n\nThe same storms produced serious flooding, inundating streets and leaving numerous vehicles up to their canopies in water. The region had been under a severe thunderstorm watch for much of the afternoon.\n\nCalgary International Airport first reported thunder at 6:40 p.m. Saturday, around the same time Environment Canada issued a severe thunderstorm warning for the city. Hail began falling at the airport at 7:02 p.m., the temperature slipping 5.4 degrees in six minutes as ice piled up and cooled the ground.\n\n\n\nThe GOES West weather satellite reveals the “overshooting top” of a potent thunderstorm that hit Calgary on Saturday. (RAMMB/CIRA)\n\nThe hail briefly stopped at the airport at 7:09 p.m. but resumed at 7:16 p.m. During the same window, winds pivoted from southerly to almost due northerly. That’s probably indicative of the “rear flank downdraft” passing over the airport. That’s a region of a rotating thunderstorm that features a crash of precipitation and a surge of high-altitude chilly air on a thunderstorm’s backside. Visibilities dropped to a quarter-mile as the hail core passed overhead.\n\nIt’s unclear just how big the hail got, but in parts of the city, it was estimated to be the size of a golf ball or even a tennis ball. It appears some of the largest may have fallen in the CornerBrook neighborhood just northeast of the airport. Social media images revealed the siding of homes destroyed, with hail littering the streets after puncturing holes in windshields.\n\n\n\nHail stripped siding off this home in Calgary on Saturday. (Marita Lund-Roberts)\n\nIn some areas, an abundance of small hail came down, piling up to several inches deep. The scene resembled that of a winter snowstorm, flashes of lightning reflecting off the icy white background like strobe lights in a disco. Piles formed beneath gutters and roofs where chutes of hail became concentrated.\n\nSome residents even reported the ice balls rocketing through windows and into homes.\n\nEqually problematic was severe flooding, especially along the northern side of Calgary. Hail contributed to clogging storm drains, the frozen pebbles caught in the rapids and carried down area roadways like debris in a roaring river.\n\n\n\nHeavy rainfall triggered flash flooding in Calgary on Saturday. (Rohan Johnson/Twitter)\n\nDeerfoot Trail — Route 2 — was flooded after nearly two inches of rain fell in one hour. Vehicles became stuck in the floodwaters, submerged beneath a rapidly rising sea of rain and hail. Some routes had already become virtually impassible, drivers hampered by mounds of hail. Others had previously suffered shattered windshields.\n\nFunnel clouds were also seen south of the city, with reports that a tornado may have touched down to the southeast.\n\nA tornado was also spotted in Taber, about 100 miles southeast of Calgary.\n\nThe Canadian Broadcasting Corp. reported that more than 10,000 customers lost power for a time following Saturday’s storms.\n\nCanada may not feature the prolific tornado outbreaks common to the Great Plains, but a sliver of traditional Tornado Alley extends north into the Canadian Prairie. Southeastern Alberta, southern Saskatchewan and southern Manitoba do occasionally get significant severe thunderstorms and tornadoes. A secondary hot spot stretches from near Toronto to Quebec.\n\nViolent tornadoes can and occasionally do strike Canada. On June 22, 2007, Canada’s first and only recorded F5 tornado ravaged Elie, Manitoba, causing more than $40 million in damage. Elie is located 30 miles west of Winnipeg.\n\nMore recently, sculpted supercell thunderstorms swirled across Alberta on June 18 last year. While no tornadoes touched down, their picturesque structures rivaled the sights and scenes of Oklahoma and Kansas.\n\nHere is some more footage from the Calgary hailstorm:\n\n#abstorm absolute destruction in cornerbrook in NE Calgary, 53.5mm hail and it’s been melting for half an hour, some stones were even bigger pic.twitter.com/fCiLQ3rt5k — Ben C (@Zombery360) June 14, 2020\n\nDamage from this evening’s storm in Calgary. This is the 2nd time this house has been hail-damaged in 4 yrs. Time to revisit the cost vs. quality equation for building materials. Brick and hardie board are more expensive up front but don’t break. pic.twitter.com/Je9q7n9MHm — Erik Backstrom (@e_backstrom) June 14, 2020\n\nLittle video of the golf-to-pingpong-to-tennis ball sized hail in my neck of the woods. I have no windshield left, nor siding on my western wall.@TD_Insurance @TiffanyGlobal #yycstorm pic.twitter.com/CLke9g9uSY — Stephen Cassley (@FirehoseYYC) June 14, 2020\n\nWell our windows are broken... siding shredded.. plants gone 😭 in Saddle Ridge... #yyc #abstorm pic.twitter.com/Vme8pEwovf — Melanie Brown (@mjbrown_0) June 14, 2020"}, {"link": "https://www.washingtonpost.com/world/2020/06/15/coronavirus-surge-new-global-hotspots/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-06-15T17:58:54", "title": "As control measures lift, the coronavirus pandemic continues to grow. Here are the global hot spots.", "author": ["Miriam Berger", "Reporter Covering Middle East", "Foreign Affairs"], "text": "Earlier this month, the World Health Organization reported the highest single-day increase since the start of the pandemic: 136,000 new infections on June 7. (The tally by Johns Hopkins University has slightly different figures.) Days later, the United States surpassed 2 million confirmed cases, cementing its place at the top of the confirmed infections ranking.\n\nAD\n\nOverall, more than 7.3 million people worldwide have tested positive for the coronavirus and more than 413,000 people have been confirmed to have died of covid-19. And those are just the infections and deaths we know about.\n\nAD\n\nEven if the recent surge in confirmed numbers may be due in part to increases in the availability of testing, the virus is nowhere near going away, experts say. As early hot spots begin to recover, the epicenters of the pandemic shift. Amid a widespread relaxation in restrictions, from Israel to Iran to South Korea to China, new clusters have formed.\n\nThree months after much of the world shut down, the United States, Brazil, Russia and India are reporting the highest numbers of new daily cases.\n\nAD\n\nUnited States\n\nWhat began in Washington and New York states has come for Arizona, Florida and Texas. Stay-at-home orders helped slow the initial spread as testing lagged. But states have largely lifted measures, and on Sunday, both Alabama and South Carolina hit single-day records in new confirmed cases. Hospitals in Houston are reporting record numbers of patients.\n\nAD\n\nPublic health experts warn that states moving to reopen too fast could lead to fresh round of infections. Numbers so far indicate that has been the case. Coupled with the masses of people who have marched together in protests against racism and police violence, the coming weeks could see further increases.\n\nAD\n\nBeing outdoors at a distance from others, wearing a mask and washing hands, scientists say, are among the best preventive measures. At the same time, experts are already warning about the winter, when the flu hits hospitals, schools and workplaces, compounding stress on the system.\n\nBrazil\n\nThe virus spread through Asia. Then it surged in Europe. Now Latin America is the center of the global pandemic, according to the WHO. Even countries in South America that were quick to shut down, such as Peru and Chile, are seeing infections rise as they ease their restrictions.\n\nAD\n\nBut Brazil — where the federal government, led by far-right President Jair Bolsonaro, has downplayed the virus — never went into a complete lockdown. Instead, governors and mayors at their own discretion closed schools and shops as the virus kept expanding its reach and the president kept belittling its severity. What began as a cluster among rich Brazilians with the resources to travel has turned into a crisis hitting neglected poor and indigenous Brazilians hardest.\n\nAD\n\nNow, as the above graph shows, Brazil’s outbreak is still widening. The country has confirmed more than 42,000 covid-19 deaths and more than 867,000 cases.\n\nRussia\n\nIn mid-March, Russian President Vladimir Putin boasted that the coronavirus, then wreaking havoc across Europe, wasn’t a problem for him back at home. Months later, Russia has the third-highest number of confirmed cases and among the fastest-growing outbreaks worldwide.\n\nAD\n\nGiven trajectories elsewhere, that’s not much of a surprise: Russia’s shutdowns, which it is easing, helped to slow but not stop the virus’s spread. But what is “difficult to understand,” WHO expert Mike Ryan said during a briefing last week, is how Russia has maintained such a low mortality rate — just over 7,000 confirmed deaths — in tandem with rising infections. Doctors and nurses have been speaking out, despite the danger of doing so in the repressive state, about dire conditions in hospitals.\n\nAD\n\nIn a rebuke to the official narrative, Russian officials last week issued revisions that raised some death tolls for April and May. The virus, after all, is immune to Putin’s usual tactics for maintaining control.\n\nIndia\n\nIndia imposed one of the world’s strictest shutdowns on its more than 1.3 billion people in March. By May, the country started to lift restrictions.\n\nAD\n\nBut even with strict restrictions in place, India’s case numbers continued to rise. That’s because India hasn’t yet been able to flatten its curve, with the shutdowns succeeding only somewhat in slowing the rate of the virus’s spread.\n\nSome 99 percent of the hospital beds in Mumbai, a city of 12 million people, are filled. Delhi’s chief minister warned last week that the number of cases there could reach 500,000 by July, up from the city’s current 35,000 confirmed infections. Sick people already struggle to find an open hospital bed."}]}, "theonion": {"link": "http://www.theonion.com/", "articles": []}}}